Repository: S0mbre/crossword
Catalog: pycross/locale/*/LC_MESSAGES/*.po
Languages: de_de, fr_fr, it_it

source: Merriam-Webster Dictionary API key (empty string to use default)
de_de: Merriam-Webster Dictionary API-Schlüssel (leere Zeichenfolge Verwendung default)
fr_fr: Merriam-Webster Dictionary clé API (vide par défaut)
it_it: Merriam-Webster Dictionary chiave API (stringa vuota per uso default)

source: Yandex Dictionary API key (empty string to use default)
de_de: Yandex Wörterbuch API-Schlüssel (leere Zeichenfolge Verwendung default)
fr_fr: Yandex Dictionnaire clé API (laissez vide à l'utilisation par défaut)
it_it: Yandex Dizionario chiave API (stringa vuota per uso default)

source: Show:
fr_fr: Afficher:
it_it: Mostrare:

source: Exact word match:
de_de: Genaues Wortspiel:
fr_fr: Correspondance exacte des mots:
it_it: Corrispondenza esatta della parola:

source: Show parts of speech:
de_de: Zeigen Sie Teile der Rede:
fr_fr: Afficher parties du discours:
it_it: Mostra parti del discorso:

source: Unknown parts of speech:
de_de: Unbekannte Teile der Rede:
fr_fr: Parties du discours inconnues:
it_it: parti sconosciute del discorso:

source: Merriam-Webster Dictionary API key:
de_de: Merriam-Webster Dictionary API-Schlüssel:
fr_fr: Merriam-Webster Dictionary clé API:
it_it: Merriam-Webster Dictionary chiave API:

source: Yandex Dictionary API key:
de_de: Yandex Wörterbuch API-Schlüssel:
fr_fr: Yandex Dictionnaire clé API:
it_it: Yandex Dizionario chiave API:

source: Google Search
de_de: Google-Suche
fr_fr: Recherche Google
it_it: Ricerca Google

source: Add file types delimited by SPACE, e.g. "txt doc pdf"
de_de: Hinzufügen von Dateitypen, die von SPACE begrenzt, z.B. "Txt doc pdf"
fr_fr: Ajoutez des types de fichiers délimités par L'ESPACE, par exemple "txt doc pdf"
it_it: Aggiungi tipi di file delimitati da SPACE, per esempio "Doc pdf txt"

source: ALL
de_de: ALLE
fr_fr: TOUS
it_it: TUTTI

source: Search documents restricted only to checked languages
de_de: Suchen Dokumente beschränkt nur geprüft Sprachen
fr_fr: Rechercher des documents uniquement en langues cochées
it_it: Cerca documenti riservati solo alle lingue controllato

source: Search using only checked interface languages
de_de: Suche nur geprüft Sprachen für die Benutzeroberfläche verwenden
fr_fr: Rechercher uniquement par les langues d'interface cochées
it_it: Cerca usando lingue di interfaccia Solo controllato

source: Search in checked locations only
de_de: Suche in der geprüften Standorten nur
fr_fr: Rechercher uniquement dans les lieux sélectionnés
it_it: Cerca in luoghi controllato solo

source: Limit returned results for page (-1 = no limit)
de_de: Limit zurückgegebenen Ergebnisse für Seite (-1 = keine Begrenzung)
fr_fr: Limiter les résultats renvoyés par une page (-1 = sans limites)
it_it: Limitare restituito risultati per pagina (-1 = nessun limite)

source: Google Custom Search API key (empty string to use default)
de_de: Google Custom Search API-Schlüssel (leere Zeichenfolge Verwendung default)
fr_fr: Clé API de recherche personnalisée Google (laissez vide pour la valeur par défaut)
it_it: Google Custom Search chiave API (stringa vuota per l'uso di default)

source: Google Custom Search CSE ID (empty string to use default)
de_de: Google Custom Search CSE-ID (leere Zeichenfolge Verwendung default)
fr_fr: CSE ID de recherche personnalisée Google (laissez vide pour la valeur par défaut)
it_it: Google Custom Search CSE ID (stringa vuota per l'uso di default)

source: Exact phrase:
de_de: Exakte Formulierung:
fr_fr: Phrase exacte:
it_it: Frase esatta:

source: File types:
de_de: Datentypen:
fr_fr: Types de fichier:
it_it: Tipi di file:

source: Document languages:
de_de: Dokumentsprachen:
fr_fr: Langues du document:
it_it: lingue del documento:

source: Interface languages:
de_de: Sprachen für die Benutzeroberfläche:
fr_fr: Langues de l'interface:
it_it: lingue di interfaccia:

source: Locations:
de_de: Standorte:
fr_fr: Emplacements:
it_it: sedi:

source: Link site:
de_de: Link-Website:
fr_fr: Lien du site:
it_it: sito Link:

source: Related (parent) site:
de_de: Verwandte (Eltern) Ort:
fr_fr: Sites Web liés / parents:
it_it: Related (genitore) sito:

source: Search in site:
de_de: Suche in der site:
fr_fr: Rechercher dans le site Web:
it_it: Cerca nel sito:

source: Results per page:
de_de: Ergebnisse pro Seite:
fr_fr: Résultats par page:
it_it: Risultati per pagina:

source: Safe filter:
fr_fr: Filtre de recherche sécurisé:
it_it: Filtro di sicurezza:

source: Google Custom Search API key:
de_de: Google Custom Search API-Schlüssel:
fr_fr: Clé API de recherche personnalisée Google:

source: Google Custom Search CSE ID:
fr_fr: CSE ID de recherche personnalisée Google:

source: Export
fr_fr: Exporter
it_it: Esportare

source: Quality in percent (set to -1 for auto quality)
de_de: Qualität in Prozent (auf -1 gesetzt, für die automatische Qualitäts)
fr_fr: Qualité en pourcentage (mettez -1 pour la qualité par défaut)
it_it: Qualità in percentuale (impostato a -1 per la qualità auto)

source: Image resolution
de_de: Bildauflösung
fr_fr: Résolution de l'image
it_it: Risoluzione dell'immagine

source: PDF resolution
de_de: PDF Auflösung
fr_fr: Résolution du PDF
it_it: risoluzione PDF

source: Image quality
de_de: Bildqualität
fr_fr: Qualité de l'image
it_it: Qualità dell'immagine

source: Output grid cell size
de_de: Ausgaberaster Zellgrße
fr_fr: Taille des cellules de la grille imprimée
it_it: Uscita dimensione delle celle

source: SVG image title
de_de: SVG-Bild Titel
fr_fr: Titre de l'image SVG
it_it: SVG titolo dell'immagine

source: SVG image description
fr_fr: Description de l'image SVG

source: Clear crossword before export
de_de: Klares Kreuzwort vor dem Export
fr_fr: Effacer les mots avant l'exportation
it_it: Cancella cruciverba prima dell'esportazione

source: Open exported file
de_de: Öffnen Sie die exportierte Datei
fr_fr: Ouvrir le fichier exporté
it_it: Apri file esportato

source: Enabled
de_de: aktiviert
fr_fr: Activé
it_it: Abilitato

source: SQLite Editor
fr_fr: Éditeur SQLite

source: Commands
de_de: Befehle
fr_fr: Commandes
it_it: comandi

source: Text Editor
fr_fr: Éditeur de texte
it_it: Editor di testo

source: Landscape
de_de: Landschaft
fr_fr: Paysage
it_it: Paesaggio

source: Page layout
de_de: Seitenlayout
fr_fr: Mise en page
it_it: Layout di pagina

source: Crossword title
de_de: Kreuzwort Titel
fr_fr: Titre des mots croisés
it_it: titolo Crossword

source: Clues title (header)
de_de: Clues Titel (header)
fr_fr: Titre des indices
it_it: Indizi titolo (intestazione)

source: Margins
de_de: Die Margen
fr_fr: Les marges
it_it: margini

source: Embed fonts
de_de: Einbetten von Schriftarten
fr_fr: Incorporer des polices
it_it: Incorpora caratteri

source: Antialiasing
de_de: Kantenglättung
fr_fr: Anti crénelage

source: Print crossword grid
de_de: Drucken Kreuzworträtselgitter
fr_fr: Imprimer la grille des mots croisés
it_it: Stampa griglia cruciverba

source: Print clues
de_de: drucken Hinweise
fr_fr: Imprimer les indices
it_it: indizi di stampa

source: Include word size hint
de_de: Fügen Sie Wortgröße Hinweis
fr_fr: Inclure indice de la longueur des mots
it_it: Includi la parola dimensioni suggerimento

source: Print crossword information
de_de: Drucken Kreuzwortinformationen
fr_fr: Imprimer l'information des mots croisés
it_it: Stampa informazioni cruciverba

source: Colored output
de_de: Farbige Ausgabe
fr_fr: Imprimer en couleur
it_it: uscita colorato

source: Open file (PDF) on print complete
de_de: Öffnen Sie die Datei (PDF) auf Druck beendet
fr_fr: Ouvrir le fichier (PDF) une fois l'impression terminée.
it_it: Aprire il file (PDF) per una completa stampa

source: Fonts
fr_fr: Polices de caractère
it_it: Caratteri

source: Title color
de_de: Titelfarbe
fr_fr: Couleur du titre
it_it: Titolo di colore

source: Title font
de_de: Überschrift
fr_fr: Police de titre
it_it: carattere Titolo

source: Info color
de_de: Info Farbe
fr_fr: Couleur des informations
it_it: colore Info

source: Info font
de_de: Info Schrift
fr_fr: Police des informations
it_it: caratteri Info

source: Clues color
de_de: Clues Farbe
fr_fr: Couleur des indices
it_it: colore indizi

source: Clues font
de_de: Clues Schriftart
fr_fr: Police des indices
it_it: carattere indizi

source: Word size hint color
de_de: Wortgröße Hinweis Farbe
fr_fr: Couleur de la longueur de mots
it_it: Parola colori formato suggerimento

source: Word size hint font
de_de: Wortgröße Hinweis Schriftart
fr_fr: Police de la longueur de mots
it_it: dimensione suggerimento Word

source: days
de_de: Tage
fr_fr: jours
it_it: giorni

source: Set to -1 to disable update checks
de_de: Auf -1 gesetzt zu deaktivieren Update-Prüfungen
fr_fr: Veuillez mettre à -1 pour désactiver les contrôles de mise à jour
it_it: Impostare a -1 per disabilitare i controlli degli aggiornamenti

source: Log file for update operations
de_de: Log-Datei für Update-Operationen
fr_fr: Fichier journal pour les opérations de mise à jour
it_it: file di registro per le operazioni di aggiornamento

source: Check for updates every
de_de: Auf Aktualisierungen prüfen alle
fr_fr: Vérifier les mises à jour tous les
it_it: Controlla aggiornamenti ogni

source: Check / update major releases only
de_de: Überprüfen Sie, / Update Major-Releases nur
fr_fr: Vérifier / mettre à jour seulement des versions majeures
it_it: solo Controllo / aggiornamento major release

source: Auto update
de_de: Automatisches Update
fr_fr: Mise à jour automatique
it_it: Aggiornamento automatico

source: Restart on update
de_de: Neustart bei Update
fr_fr: Redémarrez l'application après la mise à jour
it_it: Riavvio aggiornata

source: Log file
de_de: Logdatei
fr_fr: Fichier journal
it_it: file di log

source: Kloudless account ID (leave EMPTY for default)
de_de: Kloudless Konto-ID (leer lassen für Standard)
fr_fr: Identifiant de compte Kloudless (par défaut veuillez laisser VIDE)
it_it: ID account Kloudless (lascia vuoto per impostazione predefinita)

source: Kloudless Bearer Token (leave EMPTY for default)
de_de: Kloudless Bearer Token (leave für Standard leer)
fr_fr: Jeton d'accès (Bearer Token) Kloudless (par défaut veuillez laisser VIDE)
it_it: Kloudless Bearer Token (lascia vuoto per impostazione predefinita)

source: Kloudless root folder (leave EMPTY for default)
de_de: Kloudless Stammordner (leer lassen für Standard)
fr_fr: Dossier racine Kloudless (par défaut veuillez laisser VIDE)
it_it: cartella principale Kloudless (lascia vuoto per impostazione predefinita)

source: Kloudless username (leave EMPTY to create new user automatically)
de_de: Kloudless Benutzername (leer neue Benutzer automatisch erstellen)
fr_fr: Nom d'utilisateur Kloudless (veuillez laisser VIDE pour créer un nouvel utilisateur automatiquement)
it_it: Kloudless nome utente (lasciare vuoto per creare automaticamente un nuovo utente)

source: Check this to use one single API key for authentication (WARNING! NOT SAFE!)
de_de: Aktivieren Sie diese Option einen einzigen API-Schlüssel für die Authentifizierung verwendet wird (ACHTUNG! NICHT SICHER!)
fr_fr: Cochez cette case pour utiliser une seule clé API pour l'authentification ( AVERTISSEMENT ! PAS SÛR ! )
it_it: Controllare questo per usare una chiave singola API per l'autenticazione (ATTENZIONE! NON SICURO!)

source: Kloudless account ID
de_de: Kloudless Konto-ID
fr_fr: Identifiant de compte Kloudless
it_it: Kloudless ID account

source: Kloudless Bearer Token
fr_fr: Jeton d'accès (Bearer Token) Kloudless
it_it: Kloudless portatore Token

source: Kloudless root folder
de_de: Kloudless Stammordner
fr_fr: Dossier racine Kloudless
it_it: cartella principale Kloudless

source: Kloudless username
de_de: Kloudless Benutzername
fr_fr: Nom d'utilisateur Kloudless
it_it: Kloudless nome utente

source: Use API key
de_de: Verwendung API-Schlüssel
fr_fr: Utiliser une clé API
it_it: Usa chiave API

source: No user data in src!
de_de: Keine Benutzerdaten in src!
fr_fr: Aucune donnée d'utilisateur dans src !
it_it: Non ci sono dati utili nel src!

source: Unregister file associations
de_de: Unregister Dateizuordnungen
fr_fr: Annuler l'enregistrement des associations des fichier.
it_it: associazioni di file Annulla registrazione

source: Press YES to restore defaults only for current page and YES TO ALL to restore all default settings
de_de: Drücken Sie YES, um die Standardeinstellungen wiederherzustellen nur für die aktuelle Seite und YES TO ALL alle Standardeinstellungen wiederherstellen
fr_fr: Veuillez cliquer sur OUI pour restaurer les valeurs par défaut uniquement pour la page actuelle, ou OUI À TOUS pour restaurer tous les paramètres par défaut.
it_it: Premere YES per ripristinare le impostazioni predefinite solo per pagina corrente e Sì a tutti per ripristinare tutte le impostazioni predefinite

source: Press YES to load settings only for current page and YES TO ALL to load all settings
de_de: Drücken Sie JA zum Laden von Einstellungen nur für die aktuelle Seite und YES TO ALL alle Einstellungen laden
fr_fr: Veuiller cliquer sur OUI pour charger les paramètres uniquement pour la page actuelle, ou OUI À TOUS pour charger tous les paramètres.
it_it: Premere YES per caricare le impostazioni solo per la pagina corrente e sì a tutti di caricare tutte le impostazioni

source: Load defaults
fr_fr: Charger les paramètres par défaut
it_it: Caricare impostazioni di default

source: Settings files (*.pxjson)
de_de: Einstellungsdateien (* .pxjson)
fr_fr: Fichiers de paramètres (*.pxjson)
it_it: I file delle impostazioni (* .pxjson)

source: File '{}' has a wrong format or incomplete settings!
de_de: Datei ‚{}‘ hat ein falsches Format oder unvollständige Einstellungen!
fr_fr: Le fichier '{}' a un format incorrect ou les paramètres incomplets !
it_it: File '{}' ha un formato sbagliato o impostazioni incomplete!

source: Choose font
de_de: Schriftart wählen
fr_fr: Choisissez la police
it_it: Scegli carattere

source: Could not assign file associations!
de_de: Kann Dateizuordnungen zuweisen!
fr_fr: Impossible d'assigner des associations de fichiers !
it_it: Impossibile assegnare le associazioni di file!

source: Configure grid...
de_de: Configure Raster ...
fr_fr: Configurer la grille ...
it_it: Configura griglia ...

source: Word Lookup
fr_fr: Recherche de mot
it_it: parola di ricerca

source: Suggestions for:
de_de: Vorschläge für:
fr_fr: Suggestions pour:
it_it: Suggerimenti per:

source: Use '{}' as blank symbol
de_de: Verwendung ‚{}‘ als leeres Symbol
fr_fr: Utiliser '{}' comme caractère vide
it_it: Usa '{}' come simbolo vuoto

source: Sort
de_de: Sortieren
fr_fr: Trier
it_it: Ordinare

source: Truncate
de_de: Kürzen
fr_fr: Tronquer
it_it: Troncare

source: Uncheck to retrieve all results with no truncation
de_de: Deaktivieren Sie die Option alle Ergebnisse ohne Abschneiden abrufen
fr_fr: Décocher pour extraire tous les résultats sans limites
it_it: Deselezionare per recuperare tutti i risultati senza troncamento

source: No word selected!
de_de: Kein Wort ausgewählt!
fr_fr: Aucun mot sélectionné !
it_it: Nessuna parola selezionata!

source: {} result{}
de_de: {} {} Führen
fr_fr: {} résultat{}
it_it: {} Causare {}

source: No valid printer!
de_de: Kein gültiger Drucker!
fr_fr: Aucune imprimante valide!
it_it: No di stampante valido!

source: Crossword not available!
de_de: Kreuzworträtsel nicht verfügbar!
fr_fr: Mots croisés non disponibles !
it_it: Non CROSSWORD disponibili!

source: Printing to: {}
de_de: Drucken auf: {}
fr_fr: Impression à: {}
it_it: Stampa su: {}

source: Page Size
de_de: Seitengröße
fr_fr: Taille de la page
it_it: Dimensioni della pagina

source: Single
fr_fr: Seule
it_it: singolo

source: Two
de_de: Zwei
fr_fr: Face à face
it_it: Due

source: All
de_de: Alle
fr_fr: Tous
it_it: Tutti

source: View
de_de: Aussicht
fr_fr: Vue
it_it: Visualizza

source: Layout
fr_fr: Mise en page
it_it: disposizione

source: Zoom to width
de_de: Zoom auf Breite
fr_fr: Échelle à la largeur
it_it: Zoom alla larghezza

source: Zoom to window width
de_de: Zoom auf Fensterbreite
fr_fr: Ajuster à la largeur de la fenêtre
it_it: Zoom su larghezza della finestra

source: Fit in window
de_de: Fit in Fenstern
fr_fr: Ajuster dans la fenêtre
it_it: Adatta alla finestra

source: Zoom to window size
de_de: Zoom auf Fenstergröße
fr_fr: Ajuster à la fenêtre
it_it: Zoom alle dimensioni della finestra

source: Zoom %
de_de: Zoomen %
fr_fr: Zoomer %
it_it: Ingrandisci %

source: Fit & Zoom
fr_fr: Ajuster / zoomer

source: Greyscale
de_de: Graustufen-
fr_fr: Niveaux de gris
it_it: Scala di grigi

source: Color
de_de: Farbe
fr_fr: Couleur
it_it: Colore

source: Color Print
de_de: Farbdruck
fr_fr: Impression en couleur
it_it: Colore di stampa

source: Left, mm
de_de: Links, mm
fr_fr: Marge de gauche, mm
it_it: Sinistra, mm

source: Right, mm
de_de: Richtig, mm
fr_fr: Marge droite, mm
it_it: A destra, mm

source: Top, mm
fr_fr: Marge supérieure, mm

source: Bottom, mm
de_de: Unten, mm
fr_fr: Marge inférieure, mm
it_it: In basso, mm

source: Configure additional printing settings
de_de: Konfigurieren Sie weitere Druckeinstellungen
fr_fr: Configurer des paramètres d'impression supplémentaires
it_it: Configurare le impostazioni di stampa aggiuntiva

source: Crossword Info
de_de: Kreuzwort Info
fr_fr: Informations des mots croisés
it_it: Info Crossword

source: Title:
de_de: Titel:
fr_fr: Titre:
it_it: Titolo:

source: Author:
de_de: Autor:
fr_fr: Auteur:
it_it: Autore:

source: Editor:
fr_fr: Rédacteur:

source: Publisher:
de_de: Verleger:
fr_fr: Éditeur:
it_it: Editore:

source: Copyright:
de_de: Urheberrechte ©:
fr_fr: Droits d'auteur:
it_it: Diritto d'autore:

source: Lookup word
de_de: Lookup Wort
fr_fr: Rechercher le mot
it_it: parola di ricerca

source: Lookup in
de_de: Nachschlagen in
fr_fr: Rechercher dans
it_it: ricerca nel

source: Dictionary
de_de: Wörterbuch
fr_fr: Dictionnaire
it_it: Dizionario

source: Language '{}' not available!
de_de: Sprache ‚{}‘ nicht verfügbar!
fr_fr: Langue « {} » non disponible !
it_it: Lingua '{}' non disponibile!

source: Choose entry / meaning:
de_de: Wählen Sie Eintrag / Bedeutung:
fr_fr: Choisissez l'entrée / la signification:
it_it: Scegli ingresso / significato:

source: Link
de_de: Verknüpfung
fr_fr: Lien
it_it: collegamento

source: Choose link page:
de_de: Wählen Sie Link-Seite:
fr_fr: Choisissez la page de lien:
it_it: Scegli pagina dei link:

source: Load failed with error: {}
de_de: Laden mit Fehler fehlgeschlagen: {}
fr_fr: Échec du chargement avec l'erreur: {}
it_it: Caricare riuscita con errore: {}

source: UPDATING ...
de_de: AKTUALISIERUNG ...
fr_fr: Mise à jour ...
it_it: IN AGGIORNAMENTO ...

source: Duplicate Grid
de_de: doppelte Grid
fr_fr: Dupliquer la grille
it_it: Duplicate griglia

source: Duplication direction:
de_de: Eine Vervielfältigung Richtung:
fr_fr: Direction de duplication
it_it: Duplicazione direzione:

source: No border
de_de: Keine Grenze
fr_fr: Pas de bordure
it_it: Nessun bordo

source: Empty
de_de: Leeren
fr_fr: Vide
it_it: Vuoto

source: Filled-Empty
de_de: Gefüllt-Leer
fr_fr: Bloqué-vide
it_it: Riempito-Vuoto

source: Empty-Filled
de_de: Leeren-Filled
fr_fr: Vide-bloqué
it_it: Svuotare-Filled

source: Filled
de_de: Gefüllt
fr_fr: Bloqué
it_it: pieno

source: Border style:
de_de: Border-Stil:
fr_fr: Style de bordure:
it_it: Stile del bordo:

source: Duplicate options
de_de: doppelte Optionen
fr_fr: Paramètres de duplication
it_it: opzioni duplicati

source: Mirror
de_de: Spiegel
fr_fr: Refléter
it_it: Specchio

source: Mirror duplicate grids along duplication axis
de_de: Spiegel doppelte Gitter entlang Duplizierung Achse
fr_fr: Refléter la grille le long de l'axe de duplication
it_it: Specchio griglie duplicati lungo l'asse duplicazione

source: Reverse
de_de: Umkehren
fr_fr: Inverser
it_it: Inversione

source: Reverse the sequence of duplicate grids
de_de: In umgekehrter Reihenfolge von doppelten Gittern
fr_fr: Inverser la séquence des cellules dans la grille dupliquée
it_it: Invertire la sequenza di griglie duplicati

source: Authentication
de_de: Authentifizierung
fr_fr: Authentification
it_it: Autenticazione

source: {} field cannot be empty!
de_de: {} Feld darf nicht leer sein!
fr_fr: Le champ {} ne peut pas être vide !
it_it: campo {} non può essere vuoto!

source: About
de_de: Über
fr_fr: À propos de
it_it: Di

source: Send mail to {}
de_de: Sende eine Mail an {}
fr_fr: Envoyer un email à {}
it_it: Inviare una mail a {}

source: Visit {}
de_de: Besuch {}
fr_fr: Visite {}
it_it: Visitare {}

source: Icons
fr_fr: Icônes
it_it: Icone

source: from
de_de: von
fr_fr: de
it_it: a partire dal

source: made by
de_de: hergestellt von
fr_fr: crées par
it_it: fatto da

source: App name:
fr_fr: Nom de l'application:
it_it: Nome dell'applicazione:

source: Website:
de_de: Webseite:
fr_fr: Site Web:
it_it: Sito web:

source: Acknowledgements:
de_de: Anerkennungen:
fr_fr: Remerciements:
it_it: Ringraziamenti:

source: Bearer Token required
de_de: Bearer Token erforderlich
fr_fr: Jeton d'accès requis
it_it: Portatore Token richiesto

source: Get token...
de_de: Bekomme Token...
fr_fr: Obtenez un jeton d'accès ...

source: Your Bearer Token:
de_de: Ihr Bearer Token:
fr_fr: Votre jeton d'accès:
it_it: Il tuo Portatore Token:

source: Share
de_de: Teilen
fr_fr: Partager
it_it: Condividere

source: My new crossword
de_de: Mein neues Kreuzwort
fr_fr: Mes nouveaux mots croisés
it_it: Il mio nuovo cruciverba

source: Settings...
de_de: Die Einstellungen...
fr_fr: Paramètres ...
it_it: Impostazioni...

source: Target
de_de: Ziel
fr_fr: Cible
it_it: Bersaglio

source: Title
de_de: Titel
fr_fr: Titre
it_it: Titolo

source: Tags
de_de: Stichworte
fr_fr: Mots clés
it_it: tag

source: Notes
de_de: Anmerkungen
fr_fr: Remarques
it_it: Appunti

source: Create new crossword
de_de: Erstellen Sie neue Kreuzwort
fr_fr: Créer les nouveaux mots croisés
it_it: Crea nuovo cruciverba

source: Open
de_de: Öffnen
fr_fr: Ouvrir
it_it: Aperto

source: Open crossword from file
de_de: Öffnen Sie Kreuzwort aus Datei
fr_fr: Ouvrir un fichier de mots croisés
it_it: Aperto cruciverba da file

source: Save
de_de: speichern
fr_fr: Enregistrer
it_it: Salva

source: Save crossword
de_de: Speichern Kreuzworträtsel
fr_fr: Enregistrer les mots croisés
it_it: Salva cruciverba

source: Save As...
de_de: Speichern als...
fr_fr: Enregistrer sous ...
it_it: Salva come...

source: Save crossword as new file
de_de: Speichern Kreuzwort als neue Datei
fr_fr: Enregistrer les mots croisés dans un nouveau fichier
it_it: Salva cruciverba come nuovo file

source: Close
de_de: Schließen
fr_fr: Fermer
it_it: Vicino

source: Close current crossword
de_de: Schließen aktuelles Kreuzwort
fr_fr: Fermer les mots croisés actives
it_it: Chiudi cruciverba corrente

source: Reload crossword from file
de_de: Reload Kreuzworträtsel aus Datei
fr_fr: Recharger les mots croisés du fichier
it_it: Ricarica cruciverba da file

source: Share crossword in social networks
de_de: Teile Kreuzwort in sozialen Netzwerken
fr_fr: Partager les mots croisés dans des réseaux sociaux
it_it: Condividi cruciverba nei social network

source: Edit crossword
de_de: Bearbeiten Kreuzworträtsel
fr_fr: Modifier les mots croisés
it_it: Modifica cruciverba

source: Undo
de_de: Rückgängig machen
fr_fr: Défaire
it_it: Disfare

source: Undo last action
de_de: Letzte Aktion rückgängig machen
fr_fr: Défaire la dernière action
it_it: Annulla l'ultima azione

source: Redo
fr_fr: Refaire
it_it: Rifare

source: Redo last action
de_de: Letzte Aktion wiederholen
fr_fr: Refaire la dernière action
it_it: Ripeti ultima azione

source: Add row before selected
de_de: In Zeile vor ausgewählt
fr_fr: Ajouter une ligne avant la sélection
it_it: Aggiungi riga prima selezionata

source: Add column
de_de: In Spalte
fr_fr: Ajouter une colonne
it_it: Aggiungi colonna

source: Add column before selected
de_de: In Spalte vor ausgewählt
fr_fr: Ajouter une colonne avant la sélection
it_it: Aggiungi colonna prima selezionata
