Repository: S0mbre/crossword
Catalog: pycross/locale/*/LC_MESSAGES/*.po
Languages: de_de, fr_fr, it_it

source: Coords.start and Coords.end must be 2-tuples!
de_de: Coords.start und Coords.end müssen 2-Tupel sein!
fr_fr: Coords.start et Coords.end doivent être 2-tuples !
it_it: Coords.start e Coords.end devono essere 2-tuple!

source: End coordinate {} must be greater than the start coordinate {}!
de_de: End-Koordinate {} muss größer sein als die Startkoordinaten {}!
fr_fr: La coordonnée de fin {} doit être supérieure à la coordonnée de début {} !
it_it: Fine coordinare {} deve essere maggiore l'inizio di coordinate {}!

source: One coordinate must be equal!
de_de: Eine Koordinate muss gleich sein!
fr_fr: Une des coordonnées doit être égale !
it_it: Una coordinata deve essere uguale!

source: Coords object :: start = {}, end = {}, dir = '{}'
de_de: Coords Objekt :: start = {}, end = {}, dir = '{}'
fr_fr: Coords objet :: start = {}, end = {}, dir = '{}'
it_it: Coordinate oggetto :: iniziano = {}, {} end =, dir = '{}'

source: Word length is not correct!
de_de: Wortlänge ist nicht korrekt!
fr_fr: La longueur du mot n'est pas correcte !
it_it: lunghezza di parola non è corretta!

source: Word object :: num = {}, start = {}, end = {}, dir = '{}'
de_de: Word-Objekt :: num = {}, start = {}, end = {}, dir = '{}'
fr_fr: Objet Word :: num = {}, start = {}, end = {}, dir = '{}'
it_it: oggetto di Word :: num = {}, start = {}, {} end =, dir = '{}'

source: Wrong 'data_type' argument: '{}'! Must be 'grid' OR 'words' OR 'file'!
de_de: Wrong 'data_type' Argument: '{}'! Muss ‚grid‘ OR ‚Wörter‘ OR ‚Datei‘!
fr_fr: L'argument 'data_type' est incorrect: '{}' ! Il doit être l'UN de: 'grid', 'words' ou 'file' !
it_it: Sbagliato 'data_type' argomento: '{}'! Deve essere 'griglia' o 'parole' O 'file'!

source: Grid appears incorrect, for it contains less than 2 rows!
de_de: Gitter erscheint falsch, denn es ist weniger als 2 Zeilen enthält!
fr_fr: La grille semble incorrecte, car elle contient moins de 2 lignes !
it_it: Griglia risulta inesatta, perché contiene meno di 2 file!

source: Grid contains invalid characters! Must contain only [a-z], '{}', '{}' and '{}'.
de_de: Gitter enthält ungültige Zeichen! Muss nur enthalten [a-z], {}, {} und {}.
fr_fr: La grille contient des caractères invalides ! Doit contenir seulement [a-z], '{}', '{}' et '{}'.
it_it: Griglia contiene caratteri non validi! Deve contenere solo [a-z], '{}', '{}' e '{}'.

source: Grid must be passed either as a list of strings or a single string of rows delimited by new-line symbols!
de_de: Gitter muss entweder als Liste von Strings oder einer einzelnen Reihe von Zeilen, die von new-line Zeichen begrenzt weitergegeben werden!
fr_fr: La grille doit être passée soit sous forme de liste de chaînes, soit sous forme d'une seule chaîne de lignes délimitée par des symboles de nouvelle ligne !
it_it: Griglia deve essere passato sia come una lista di stringhe o di una singola stringa di righe delimitate da simboli di nuova riga!

source: Cannot call reset() on a null grid!
de_de: Kann nicht zurückgesetzt () auf einem Null-Gitter rufen!
fr_fr: Impossible d'appeler reset() sur une grille nulle !
it_it: Impossibile chiamare reset () su una griglia nulla!

source: "words" argument must be a non-empty collection of Word / Coords objects!
de_de: „Worte“ Argument muss eine nicht-leere Sammlung von Word / Coords Objekten sein!
fr_fr: L'argument "mots" doit être une collection non vide d'objets Word / Coords !
it_it: "Parole" argomento deve essere una raccolta non vuoto di Word / oggetti Coords!

source: Unable to parse '{}' as IPUZ file!
de_de: Nicht in der Lage zu analysieren ‚{}‘ als IPUZ-Datei!
fr_fr: Impossible d'analyser '{}' comme fichier IPUZ !
it_it: Impossibile analizzare '{}' in formato IPUZ!

source: No puzzles in '{}'!
de_de: Keine Rätsel in '{}'!
fr_fr: Aucun jeu de réflexion dans '{}' !
it_it: Nessun puzzle in '{}'!

source: No grid in '{}'!
de_de: Kein Gitter in '{}'!
fr_fr: Aucune grille dans '{}' !
it_it: No griglia '{}'!

source: Character "{}" is invalid!
de_de: Character "{}" ist ungültig!
fr_fr: Le caractère "{}" n'est pas valide !
it_it: Il carattere "{}" non è valido!

source: Coordinate {} is out of the grid range (w={}, h={})!
de_de: Coordinate {} ist aus dem Gitterbereich (w = {}, h = {})!
fr_fr: La coordonnée {} est hors de la plage de la grille (l = {}, h = {}) !
it_it: Coordinare {} è fuori dal range di griglia (w = {}, h = {})!

source: Word '{}' is absent from grid!
de_de: Wort ‚{}‘ ist vom Netz fehlt!
fr_fr: Le mot '{}' ne se trouve pas dans la grille !
it_it: Parola '{}' è assente dalla rete!

source: Num{}Coord{}Value -------------------------------------------
de_de: Num {} {} Coord Wert -------------------------------------------
fr_fr: Num{}Cord{}Mot -------------------------------------------
it_it: Num {} {} Valore Coord -------------------------------------------

source: ACROSS: -------------------------------------------
de_de: ÜBER: -------------------------------------------
fr_fr: HORIZONTALEMENT: -------------------------------------------
it_it: ATTRAVERSO: -------------------------------------------

source: ------------------------------------------- DOWN: -------------------------------------------
de_de: ------------------------------------------- NIEDER: -------------------------------------------
fr_fr: ------------------------------------------- VERTICALEMENT: -------------------------------------------
it_it: ------------------------------------------- GIÙ: -------------------------------------------

source: Word must be a Word object!
de_de: Wort muss ein Word-Objekt sein!
fr_fr: Le mot doit être un objet 'Word' !
it_it: Parola deve essere un oggetto di Word!

source: Completed CW!
de_de: Abgeschlossen CW!
fr_fr: Mots croisés terminés !
it_it: Completato CW!

source: Creating word paths...
de_de: Erstellen von Wortpfaden ...
fr_fr: Création de chemins de mots ...
it_it: Creazione di percorsi di parole ...

source: Created {} paths
de_de: Erstellt {} Pfade
fr_fr: {} chemins créés
it_it: Creato {} percorsi

source: Next word = [{}]
de_de: Nächstes Wort = [{}]
fr_fr: Mot suivant = [{}]
it_it: parola successiva = [{}]

source: Skipping [{}] (found in USED)...
de_de: Auslassen von [{}] (in USED gefunden) ...
fr_fr: Saut de [{}] (trouvé dans MOTS UTILISÉS) ...
it_it: Saltare [{}] (trovato in USED) ...

source: Fetched {} suggestions for [{}]
de_de: Hergeholt {} Vorschläge für [{}]
fr_fr: {} mots suggérés trouvés pour [{}]
it_it: Inverosimile {} suggerimenti per [{}]

source: No suggestions for [{}]!
de_de: Keine Vorschläge für [{}]!
fr_fr: Aucun mot suggéré pour [{}] !
it_it: Nessun suggerimento per [{}]!

source: Clearing [{}]...
fr_fr: Effacer [{}] ...

source: Start node reached; unable to generate for path!
de_de: Startknoten erreicht; nicht in der Lage für den Pfad zu generieren!
fr_fr: Noeud de départ atteint ; inpossible de générer les mots pour le chemin actuel !
it_it: nodo di partenza raggiunto; in grado di generare per il percorso!

source: Trying '{}' for [{}]...
de_de: Der Versuch, '{}' für [{}] ...
fr_fr: Essayer '{}' pour [{}] ...
it_it: Cercando '{}' per [{}] ...

source: Completed path with result = {}
de_de: Abgeschlossen Pfad mit result = {}
fr_fr: Chemin terminé avec result = {}
it_it: percorso terminato con esito = {}

source: Words collection is not initialized!
de_de: Wörter Sammlung ist nicht initialisiert!
fr_fr: La collection "Words" n'est pas initialisé !
it_it: Le parole di raccolta non è inizializzata!

source: {}New start word is: {}
de_de: {} Neues Startwort ist: {}
fr_fr: {}Le nouveau mot de départ est : {}
it_it: {} Nuova parola di partenza è: {}

source: {}Unable to generate CW for word '{}'!
de_de: {} Kann nicht CW für Wort generieren '{}'!
fr_fr: {}Impossible de générer la grille à partir du mot '{}' !
it_it: {} Impossibile generare CW per parola '{}'!

source: {}Fetched {} suggestions
de_de: {} {} Fetched Vorschläge
fr_fr: {}{} suggestions récupérées
it_it: {} {} suggerimenti inverosimile

source: {}Trying '{}' for '{}'...
de_de: {} Der Versuch, '{}' für '{}' ...
fr_fr: {}Essayer '{}' pour '{}' ...
it_it: {} Cercando '{}' per '{}' ...

source: {}No crosses for '{}'
de_de: {} Keine Kreuze für '{}'
fr_fr: {}Pas de mots croisants pour '{}'
it_it: {} Croci per '{}'

source: {}Found {} crosses for '{}': {}
de_de: {} {} Gefunden Kreuze für '{}': {}
fr_fr: {}{} mots croisants trouvés pur '{}' : {}
it_it: {} Trovato {} attraversa per '{}': {}

source: {}Skipping cross '{}'...
de_de: {} Skipping Kreuz '{}' ...
fr_fr: {}Sauter le mot croisant '{}' ...
it_it: {} Skipping croce '{}' ...

source: {}Generated for cross '{}'
de_de: {} Generiert für Cross '{}'
fr_fr: {}Grille généré pour le mot croisant '{}'
it_it: {} Generato per il cross '{}'

source: {}Failed to generate for cross '{}', restoring grid...
de_de: {} Fehlgeschlagen für Quer {}, die Wiederherstellung Gitter erzeugen ...
fr_fr: {} Impossible de générer pour le mot croisant '{}', restauration de la grille ...
it_it: {} Impossibile generare per il cross '{}', griglia di ripristino ...

source: No valid word source for crossword generation!
de_de: Keine gültige Wort Quelle für Kreuzwort Generation!
fr_fr: Aucune source de mot valide pour la génération des mots croisés !
it_it: Nessuna fonte di parola valida per la generazione di parole incrociate!

source: 'method' argument ({}) is not valid! Must be one of: 'iter', 'recurse', or None / empty string.
de_de: 'Methode' Argument ({}) ist ungültig! Muss einer der folgenden sein: ‚iter‘, ‚recurse‘ oder Keine / leere Zeichenkette.
fr_fr: L'argument 'method' ({}) n'est pas valide ! Doit être l'un de: 'iter', 'recurse' ou None / chaîne vide.
it_it: 'Metodo' argomento ({}) non è valido! Deve essere uno dei: 'iter', 'recurse', o Nessuno / stringa vuota.

source: TIMED OUT AT {} SEC!
fr_fr: DÉLAI D'ATTEINTE À {} SEC !
it_it: Scaduta AT {} SEC!

source: STOPPED!
de_de: GESTOPPT!
fr_fr: ARRÊTÉ!
it_it: FERMATO!

source: GENERATION COMPLETED IN {:.1f} SEC.
de_de: GENERATION ABGESCHLOSSEN IN {: .1f} SEC.
fr_fr: GÉNÉRATION TERMINÉE EN {: .1f} SEC.
it_it: GENERAZIONE COMPLETATO IN {:} .1f SEC.

source: No database results for {}!
de_de: Keine Datenbank Ergebnisse für {}!
fr_fr: Aucun résultat de la base de données pour {} !
it_it: Nessun risultato di database per {}!

source: CHECK OK
fr_fr: VÉRIFICATION PASSÉE
it_it: CONTROLLO OK

source: Cannot install QT translator for locale '{}' and domain '{}'!
de_de: Kann nicht QT Übersetzer für locale '{}' und Domain '{}' installieren!
fr_fr: Impossible d'installer le traducteur QT pour les paramètres régionaux '{}' et le domaine '{}' !
it_it: Impossibile installare QT traduttore per locale '{}' e il dominio '{}'!

source: DATABASE ERROR: {}
de_de: DATENBANKFEHLER: {}
fr_fr: ERREUR DE LA BASE DE DONNÉES: {}
it_it: ERRORE DI DATABASE: {}

source: Unable to connect to database {}!
de_de: Verbindung mit der Datenbank fehlgeschlagen {}!
fr_fr: Impossible de se connecter à la base de données {}!
it_it: Impossibile connettersi al database {}!

source: Part of speech '{}' is absent from the DB!
de_de: Wortart ‚{}‘ ist von der DB nicht vorhanden!
fr_fr: La partie du discours « {} » est absent de la base de données !
it_it: Parte del discorso '{}' è assente dal DB!

source: Show help
de_de: Zeig Hilfe
fr_fr: Voir l'aide
it_it: Mostra aiuto

source: Select folder
de_de: Ordner auswählen
fr_fr: Choisir le dossier
it_it: Seleziona cartella

source: Select file
de_de: Datei aussuchen
fr_fr: Choisir le fichier
it_it: Seleziona il file

source: All files (*.*)
de_de: Alle Dateien (*.*)
fr_fr: Tous les fichiers (*.*)
it_it: Tutti i files (*.*)

source: Cancel
de_de: Stornieren
fr_fr: Annuler
it_it: Annulla

source: New crossword
de_de: New Kreuzworträtsel
fr_fr: Nouveaux mots croisés
it_it: Nuovo cruciverba

source: Pattern
de_de: Muster
fr_fr: Modèle
it_it: Modello

source: Load pattern preset
de_de: Lastmuster voreingestellt
fr_fr: Charger un motif prédéfini
it_it: preset modello di carico

source: File
de_de: Datei
fr_fr: Fichier

source: Import crossword from file
de_de: Import aus der Datei Kreuzwort
fr_fr: Importer des mots croisés d'un fichier
it_it: Importa cruciverba da file

source: Empty grid
de_de: leere Gitter
fr_fr: Grille vide
it_it: griglia vuota

source: Set grid dimensions and edit manually
de_de: Set Rastermaß und Bearbeiten manuell
fr_fr: Indiquer les dimensions de la grille et modifier manuellement
it_it: Dimensioni set griglia e modificare manualmente

source: Pattern file
de_de: pattern-Datei
fr_fr: Fichier de modèle

source: Crossword file
de_de: Kreuzwortdatei
fr_fr: Fichier de mots croisés
it_it: file di Crossword

source: Crossword files (*.xpf *.xml *.puz *.ipuz);;All files (*.*)
de_de: Kreuzwortdateien (* .xpf * .xml * .puz * .ipuz) ;; Alle Dateien (*. *)
fr_fr: Fichiers de mots croisés (*.xpf *.ipuz);;Tous les fichiers (*.*)
it_it: file cruciverba (* .xpf * .xml * * .puz .ipuz) ;; Tutti i file (*. *)

source: Grid dimensions
de_de: Rastermaß
fr_fr: Dimensions de la grille
it_it: dimensioni griglia

source: Pattern {}
de_de: Muster {}
fr_fr: Modèle {}
it_it: Motivo {}

source: Rows:
de_de: Reihen:
fr_fr: Lignes:
it_it: Righe:

source: Columns:
de_de: Säulen:
fr_fr: Colonnes:
it_it: colonne:

source: Pattern:
de_de: Muster:
fr_fr: Modèle:
it_it: Modello:

source: Pattern file is unavailable, please check!
de_de: Pattern-Datei ist nicht verfügbar, bitte überprüfen!
fr_fr: Le fichier de modèle est indisponible, veuillez vérifier !
it_it: file di pattern non è disponibile, si prega di controllare!

source: Error
fr_fr: Erreur
it_it: Errore

source: Crossword file is unavailable, please check!
de_de: Kreuzwortdatei ist nicht verfügbar, bitte überprüfen!
fr_fr: Fichier de mots croisés n'est pas disponible, veuillez vérifier !
it_it: file di cruciverba non è disponibile, si prega di controllare!

source: Rows and columns must be valid numbers (e.g. 10)!
de_de: Zeilen und Spalten müssen gültige Zahlen (beispielsweise 10) sein!
fr_fr: Les lignes et les colonnes doivent être des nombres valides (par exemple 10) !
it_it: Righe e colonne devono essere numeri validi (ad esempio 10)!

source: Word Source
de_de: Word-Quelle
fr_fr: Source de mots
it_it: parola di origine

source: Name
fr_fr: Nom
it_it: Nome

source: Source type
de_de: Quelle Typ
fr_fr: Type de source
it_it: tipo di origine

source: Database
de_de: Datenbank
fr_fr: Base de données
it_it: Banca dati

source: Simple list
de_de: einfache Liste
fr_fr: Liste simple
it_it: elenco semplice

source: SQLite database files (*.db)
de_de: SQLite-Datenbank-Dateien (* .db)
fr_fr: Fichiers de bases de données SQLite (*.db)
it_it: file di database SQLite (* DB)

source: Database table and field names
de_de: Datenbank Tabellen- und Feldnamen
fr_fr: Noms des tables et des champs de la base de données
it_it: nomi di tabella del database e di campo

source: Edit
de_de: Bearbeiten
fr_fr: Éditer
it_it: modificare

source: Edit database in external editor
de_de: Bearbeiten Datenbank in externem Editor
fr_fr: Modifier la base de données dans un éditeur externe
it_it: Modifica database in editor esterno

source: Path
de_de: Pfad
fr_fr: Chemin
it_it: Sentiero

source: User
de_de: Benutzer
fr_fr: Utilisateur
it_it: Utente

source: Password
de_de: Passwort
fr_fr: Mot de passe
it_it: Parola d'ordine

source: Shuffle
de_de: Mischen
fr_fr: Mélanger
it_it: rimescolare

source: SPACE
de_de: PLATZ
fr_fr: ESPACE
it_it: SPAZIO

source: Edit text file in external editor
de_de: Bearbeiten von Text-Datei im externen Editor
fr_fr: Modifier le fichier texte dans un éditeur externe
it_it: Modificare file di testo in editor esterno

source: Encoding
de_de: Codierung
fr_fr: Encodage
it_it: Codifica

source: Delimiter
fr_fr: Délimiteur
it_it: delimitatore

source: Has parts of speech
de_de: Hat Teile der Rede
fr_fr: A parties du discours
it_it: Ha parti del discorso

source: Words
de_de: Wörter
fr_fr: Mots
it_it: Parole

source: Source must have a non-empty name!
de_de: Quelle muss einen nicht leeren Namen haben!
fr_fr: La source doit avoir un nom !
it_it: Fonte deve avere un nome non vuoto!

source: DB file path must be valid!
de_de: DB Dateipfad muss gültig sein!
fr_fr: Le chemin du fichier de la base de données pas valide !
it_it: percorso del file DB deve essere valido!

source: DB tables field has incorrect value!
de_de: DB-Tabellen Feld hat falschen Wert!
fr_fr: La structure de la table de base de données a une valeur incorrecte !
it_it: DB tavoli campo ha valore non corretto!

source: DB table structure must define the 'words' dictionary!
de_de: DB-Tabellenstruktur müssen die ‚Worte‘ Wörterbuch definieren!
fr_fr: La table doit contenir un objet 'words' !
it_it: struttura della tabella DB deve definire il dizionario 'parole'!

source: DB table 'words' object must define the 'table' key!
de_de: DB-Tabelle ‚Worte‘ Objekt muss die ‚table‘ Schlüssel definieren!
fr_fr: L'objet 'words' de la table doit contenir un objet 'table' !
it_it: DB tabella dell'oggetto 'parole' deve definire il tasto 'tabella'!

source: DB table 'words' object must define the 'fwords' key!
de_de: DB Tabellenobjekt ‚Worte‘ muss die ‚fwords‘ Schlüssel definieren!
fr_fr: L'objet 'words' de la table doit contenir un objet 'fwords' !
it_it: DB tabella dell'oggetto 'parole' deve definire il tasto 'fwords'!

source: Text file path must be valid!
de_de: Textdatei Pfad muss gültig sein!
fr_fr: Le chemin du fichier texte doit être valide !
it_it: percorso del file di testo deve essere valido!

source: Text file encoding must not be empty!
de_de: Textdatei Codierung darf nicht leer sein!
fr_fr: L'encodement du fichier texte ne peut pas être vide !
it_it: codifica dei file di testo non può essere vuoto!

source: Text file delimiter must not be empty!
de_de: Textdatei Trennzeichen dürfen nicht leer sein!
fr_fr: Le délimiteur dans le fichier texte ne peut pas être vide !
it_it: delimitatore di file di testo non può essere vuoto!

source: Text file delimiter must be either "SPACE" or "TAB" or a single character!
de_de: Textdatei Trennzeichen muss entweder „SPACE“ oder „TAB“ oder ein einzelnes Zeichen sein!
fr_fr: Le délimiteur dans le fichier texte doit être ESPACE ou TAB, ou un seul caractère !
it_it: delimitatore file di testo deve essere o "spazio" o "TAB" o un singolo carattere!

source: Word list delimiter must not be empty if is has parts of speech!
de_de: Wortliste Trennzeichen darf nicht leer sein, wenn ist, hat Teile der Rede!
fr_fr: Le délimiteur de la liste de mots ne peut pas être vide si elle a des parties du discours !
it_it: elenco di parole delimitatore non deve essere vuoto se è ha parti del discorso!

source: Word list delimiter must be either "SPACE" or "TAB" or a single character!
de_de: Wortliste Trennzeichen muss entweder „SPACE“ oder „TAB“ oder ein einzelnes Zeichen sein!
fr_fr: Le délimiteur de la liste de mots doit être ESPACE ou TAB, ou un seul caractère !
it_it: elenco di parole delimitatore deve essere o "spazio" o "TAB" o un singolo carattere!

source: Word list is empty or invalid!
de_de: Wortliste ist leer oder ungültig!
fr_fr: La liste de mots est vide ou invalide !
it_it: elenco di parole è vuoto o non valido!

source: {} at line {}, column {}
de_de: {} in Zeile {}, {} Spalten
fr_fr: {} à la ligne {}, colonne {}
it_it: {} alla riga {}, {} colonna

source: Null action source or toolbar pointers passed to ToolbarCustomizer!
de_de: Null Aktion Quelle oder Symbolleiste Zeiger auf ToolbarCustomizer bestanden!
fr_fr: Aucune source d'action ou aucune barre d'outils fournie à ToolbarCustomizer !
it_it: puntatori fonte azione nullo o della barra degli strumenti passati al ToolbarCustomizer!

source: Add
de_de: Hinzufügen
fr_fr: Ajouter
it_it: Inserisci

source: Remove
de_de: Entfernen
fr_fr: Retirer
it_it: Rimuovere

source: Add separator
fr_fr: Ajouter un délimiteur
it_it: Add separatore

source: Clear
de_de: klar
fr_fr: Effacer
it_it: Chiaro

source: Up
de_de: Oben
fr_fr: Vers le haut
it_it: Su

source: Down
de_de: Nieder
fr_fr: Vers le bas
it_it: Giù

source: Added items:
de_de: Hinzugefügt Artikel:
fr_fr: Articles ajoutés:
it_it: elementi aggiunti:

source: <Unnamed>
de_de: <Unbenannt>
fr_fr: <Sans nom>
it_it: <Senza nome>

source: From file
de_de: Aus Datei
fr_fr: Du fichier
it_it: Dal file

source: Edit in Editor
de_de: Bearbeiten im Editor
fr_fr: Modifier dans l'Éditeur
it_it: Modifica in Editor

source: Python source files (*.py)
de_de: Python-Source-Dateien (* Py)
fr_fr: Fichiers source Python (*.py)
it_it: file sorgente Python (* .py)

source: Category
de_de: Kategorie
fr_fr: Catégorie
it_it: Categoria

source: Author
de_de: Autor
fr_fr: Auteur
it_it: Autore

source: Copyright
de_de: Urheberrechte ©
fr_fr: Droits d'auteur
it_it: Diritto d'autore

source: Website
de_de: Webseite
fr_fr: Site Web
it_it: Sito web

source: Plugin source
de_de: Plugin Quelle
fr_fr: Source du plugin
it_it: fonte Plugin

source: Source path
de_de: Source-Pfad
fr_fr: Chemin de source
it_it: percorso di origine

source: Plugin category must be assigned!
de_de: Plugin Kategorie zugeordnet werden muss!
fr_fr: La catégorie du plugin doit être fourni !
it_it: Plugin categoria deve essere assegnato!

source: Invalid input
de_de: Ungültige Eingabe
fr_fr: Entrée invalide
it_it: Inserimento non valido

source: Plugin name must contain at least 4 letters!
de_de: Plugin Name muss mindestens 4 Buchstaben enthalten!
fr_fr: Le nom du plugin doit contenir au moins 4 lettres !
it_it: nome del plugin deve contenere almeno 4 lettere!

source: Plugin name "{}" is already occupied! Please choose another.
de_de: Plugin-Namen „{}“ bereits belegt! Bitte wählen Sie ein anderes.
fr_fr: Le nom du plugin "{}" est déjà occupée ! Merci d'en choisir un autre.
it_it: nome del plugin "{}" è già occupato! Si prega di selezionare un altro.

source: Version string "{}" is incorrectly formatted!
de_de: Version Zeichenfolge „{}“ ist falsch formatiert!
fr_fr: Version "{}" est mal formatée !
it_it: stringa di versione "{}" è formattato in modo errato!

source: Path to source file is invalid!
de_de: Pfad zur Quelldatei ist ungültig!
fr_fr: Le chemin du fichier source est invalide !
it_it: Percorso al file di origine non è valido!

source: Reload
de_de: Neu laden
fr_fr: Recharger
it_it: Ricaricare

source: Reload plugins from plugin folder
de_de: Reload-Plugins von Plugin-Ordner
fr_fr: Recharger les plugins du dossier
it_it: plugins Aggiornare dalla cartella plug-in

source: New
de_de: Neu
fr_fr: Nouveau
it_it: Nuovo

source: Create new plugin
de_de: Erstellen Sie neue Plugin
fr_fr: Créer un nouveau plugin
it_it: Crea nuovo plugin

source: Delete
de_de: Löschen
fr_fr: Supprimer
it_it: Elimina

source: Delete selected plugins
de_de: Löschen ausgewählte Plugins
fr_fr: Supprimer les plugins sélectionnés
it_it: Eliminare i plugin selezionati

source: Edit selected plugin
de_de: Bearbeiten ausgewählt Plugin
fr_fr: Modifier le plugin sélectionné
it_it: Modifica plug-in selezionato

source: Delete all plugins
de_de: Löschen Sie alle Plug-ins
fr_fr: Supprimer tous les plugins
it_it: Eliminare tutti i plugin

source: Move plugin down (lower precedence)
de_de: Verschieben Plugin herunter (niedrigere Priorität)
fr_fr: Déplacer le plugin vers le bas (réduire la priorité)
it_it: Spostare plug verso il basso (inferiore precedenza)

source: Move plugin up (raise precendence)
de_de: Verschieben Plugin up (raise Vorrang)
fr_fr: Déplacer du plugin vers le haut (augmenter la priorité)
it_it: Spostare il plugin up (raise precedenza)

source: New plugin
de_de: neue Plugin
fr_fr: Nouveau plug-in
it_it: nuovo plugin

source: Editing: {}
de_de: Bearbeiten: {}
fr_fr: Modification: {}
it_it: La modifica: {}
