Repository: S0mbre/crossword
Catalog: pycross/locale/*/LC_MESSAGES/*.po
Languages: de_de, fr_fr, it_it

source: Delete column
de_de: Spalte Löschen
fr_fr: Supprimer la colonne
it_it: colonna Elimina

source: Duplicate
de_de: Duplikat
fr_fr: Dupliquer
it_it: Duplicare

source: Duplicate (reflect) grid cells to any direction
de_de: Duplizieren (reflektieren) Gitterzellen in jede Richtung
fr_fr: Dupliquez (réfléchissez) les cellules de la grille dans une direction
it_it: Duplicare (riflettere) celle della griglia a qualsiasi direzione

source: Generate
de_de: Generieren
fr_fr: Générer
it_it: creare

source: Generate (solve) crossword
de_de: Generieren (lösen) Kreuzworträtsel
fr_fr: Générer (résoudre) les mots croisés
it_it: Genera (risolvere) cruciverba

source: Clear all words
de_de: Löschen Sie alle Wörter
fr_fr: Effacer tous les mots
it_it: Cancellare tutte le parole

source: Clear word
de_de: Klares Wort
fr_fr: Effacer le mot
it_it: parola chiara

source: Erase word
de_de: Erase Wort
fr_fr: Effacer le mot
it_it: parola Erase

source: Suggest word
de_de: vorschlagen Wort
fr_fr: Suggérer un mot
it_it: Suggerisci parola

source: Lookup word definition
de_de: Lookup Wortdefinition
fr_fr: Rechercher la définition du mot
it_it: Definizione parola Lookup

source: Edit clue
de_de: Bearbeiten Hinweis
fr_fr: Modifier l'indice
it_it: Modifica indizio

source: Clear clues
de_de: klare Hinweise
fr_fr: Effacer les indices
it_it: Cancella indizi

source: Clear all clues
de_de: Löschen Sie alle Hinweise
fr_fr: Effacer tous les indices
it_it: Cancellare tutti gli indizi

source: Word sources
de_de: Word-Quellen
fr_fr: Sources de mots
it_it: fonti di Word

source: Select wordsources
de_de: Wählen Sie wordsources
fr_fr: Choisir des sources de mots
it_it: selezionare i wordsources

source: Info
de_de: Die Info
fr_fr: Informations des mots croisés
it_it: Informazioni

source: Show / edit crossword info (Ctrl+I)
de_de: Show / bearbeiten Kreuzwort info (Strg + I)
fr_fr: Afficher / modifier les informations de mots croisés (Ctrl+I)
it_it: Mostra info / modificare cruciverba (Ctrl + I)

source: Print
de_de: Drucken
fr_fr: Impression
it_it: Stampa

source: Print crossword and/or clues
de_de: Drucken Kreuzwort und / oder Hinweise
fr_fr: Imprimer les mots croisés et / ou ses indices
it_it: Stampa cruciverba e / o indizi

source: Configure settings
de_de: konfigurieren Sie die Einstellungen
fr_fr: Configurer les paramètres
it_it: Configurare le impostazioni

source: Update
de_de: Aktualisieren
fr_fr: Mise à jour
it_it: Aggiornare

source: Check for updates
de_de: Auf Updates prüfen
fr_fr: Vérifier les mises à jour
it_it: Controlla gli aggiornamenti

source: Help
de_de: Hilfe
fr_fr: Aidez-moi
it_it: Aiuto

source: Click on a control to show help
fr_fr: Cliquez sur un contrôle pour afficher l'aide
it_it: Fai clic su un controllo per mostrare la guida

source: API reference
de_de: API Referenz
fr_fr: Manuel de l'API
it_it: riferimento API

source: Show API reference
de_de: Show-API-Referenz
fr_fr: Voir le Manuel de l'API
it_it: Mostra di riferimento API

source: Contact author
de_de: Anbieter kontaktieren
fr_fr: Contacter l'auteur
it_it: Contatto autore

source: Write to author to leave feedback or report bug
de_de: Schreibe Autor Feedback oder Fehler melden zu lassen
fr_fr: Ecrire à l'auteur our laisser des commentaires ou rapporter un erreur
it_it: Scrivi all'autore di lasciare feedback o segnalazione di bug

source: Show About
de_de: zeigen Über
fr_fr: Voir A propos de
it_it: Mostra proposito

source: Show stats
de_de: Statistiken anzeigen
fr_fr: Voir les statistiques
it_it: Visualizza statistiche

source: Show detailed crossword statistics
de_de: Zeigen Sie detaillierte Statistiken Kreuzworträtsel
fr_fr: Voir les statistiques détaillées des mots croisés
it_it: Mostra statistiche dettagliate cruciverba

source: Quit
de_de: Verlassen
fr_fr: Quitter
it_it: Smettere

source: Quit application
de_de: Anwendung beenden
fr_fr: Quitter l'application
it_it: Uscire applicazione

source: Show toolbar
de_de: Symbolleiste anzeigen
fr_fr: Afficher la barre d'outils
it_it: Visualizza barra degli strumenti

source: Show / hide toolbar
de_de: Anzeigen / Ausblenden der Symbolleiste
fr_fr: Afficher / masquer la barre d'outils
it_it: Mostra / nascondi barra degli strumenti

source: Fit grid in window
de_de: Fit Gitter im Fenster
fr_fr: Ajuster la grille dans la fenêtre
it_it: Adattamento alla griglia nella finestra

source: Multiselect
de_de: Mehrfachauswahl
fr_fr: Sélection multiple
it_it: Selezione multipla

source: Toggle multiple cell selection
de_de: Toggle mehrere Zellenauswahl
fr_fr: Basculer la sélection multiple de cellules
it_it: Toggle selezione di celle multiple

source: Blank
de_de: Leer
fr_fr: Vide
it_it: vuoto

source: Clear selected cells
de_de: Klar ausgewählte Zellen
fr_fr: Effacer les cellules sélectionnées
it_it: celle selezionate Cancella

source: Block
fr_fr: Bloquer
it_it: Bloccare

source: Block (fill) selected cells
de_de: Block (fill) ausgewählte Zellen
fr_fr: Bloquer (noircir) les cellules sélectionnées
it_it: Block (riempimento) celle selezionate

source: Grey out
de_de: grau aus
fr_fr: Griser
it_it: out Grey

source: Grey out selected cells (fill with surrounding area color)
de_de: Grau aus ausgewählten Zellen (fill Umgebung mit Farbe)
fr_fr: Griser les cellules sélectionnés (remplissage avec la couleur de la zone environnante)
it_it: cellule fuori selezionato grigio (riempimento con circostante colore area)

source: &File
de_de: &Datei
fr_fr: &Fichier

source: &Edit
de_de: &Bearbeiten
fr_fr: &Éditer
it_it: &Modificare

source: &View
de_de: &Aussicht
fr_fr: &Vue
it_it: &Visualizza

source: &Generate
de_de: &Generieren
fr_fr: &Générer
it_it: &Creare

source: &Help
de_de: &Hilfe
fr_fr: Ai&dez-moi
it_it: &Aiuto

source: Change crossword grid scale
de_de: Ändern Sie Kreuzworträtselgitter Skala
fr_fr: Modifier l'échelle de la grille de mots croisés
it_it: Cambiare scala della griglia cruciverba

source: Move column
de_de: Spalte Verschieben
fr_fr: Déplacer la colonne
it_it: colonna Sposta

source: Double-click to update
de_de: Doppelklicken Sie auf Update
fr_fr: Double-cliquez pour mettre à jour
it_it: Fare doppio clic per aggiornamento

source: UPDATE SUCCEEDED
fr_fr: MISE À JOUR RÉUSSI
it_it: UPDATE RIUSCITO

source: DB path {} unavailable!
de_de: DB Pfad {} nicht verfügbar!
fr_fr: Le fichier de la base de données {} indisponible !
it_it: percorso DB {} disponibile!

source: ACROSS
de_de: ÜBER
fr_fr: HORIZONTALEMENT
it_it: ATTRAVERSO

source: DOWN
de_de: NIEDER
fr_fr: VERTICALEMENT
it_it: GIÙ

source: No current word
de_de: Kein aktuelles Wort
fr_fr: Aucun mot sélectionné !
it_it: Nessuna parola corrente

source: No root item
de_de: Kein Stammelement
fr_fr: Aucun élément racine
it_it: Nessun elemento principale

source: No.
de_de: Nein.
fr_fr: Num.

source: Clue
de_de: Hinweis
fr_fr: Indice
it_it: Traccia

source: Letters
de_de: Briefe
fr_fr: Lettres
it_it: Lettere

source: Reply
de_de: Antworten
fr_fr: Réponse
it_it: rispondere

source: Uploaded '{}' to '{}'
de_de: Hochgeladen auf '{}'
fr_fr: '{}' téléchargé sur '{}'
it_it: Caricati '{}' a '{}'

source: Copied URL '{}' to clipboard
de_de: Kopierte URL ‚{}‘ in der Zwischenablage
fr_fr: URL copiée '{}' dans le presse-papiers
it_it: URL copiato '{}' negli appunti

source: Enter your API key
de_de: Geben Sie Ihren API-Schlüssel
fr_fr: Entrez votre clé API
it_it: Inserire la chiave API

source: Authorize your app on the webpage and paste the access token here.
de_de: Autorisieren Sie Ihre App auf der Webseite und fügen Sie den Zugriff hier Token.
fr_fr: Autorisez votre application sur la page Web et collez le jeton d'accès ici.
it_it: Autorizzare la vostra applicazione sulla pagina web e incollare il token di accesso qui.

source: You don't have a registered user name for uploading and sharing files. Would you like to set a new user name yourself (YES) or let {} assign the name for you (NO)?
de_de: Sie haben keinen registrierten Benutzernamen für das Hochladen und den Austausch von Dateien. Möchten Sie einen neuen Benutzernamen selbst festlegen (YES) oder lassen {} weisen Sie den Namen für Sie (NO)?
fr_fr: Vous n'avez pas un nom d'utilisateur enregistré pour le transfert et partage des fichier au stockage cloud. Voulez-vous définir un nouveau nom d'utilisateur vous-même (OUI), ou laisser {} l'attribuer pour vous (NON) ?
it_it: Non si dispone di un nome utente registrato per i file upload e la condivisione. Volete impostare un nuovo nome utente se stessi (YES) o lasciare che {} assegnare il nome per voi (NO)?

source: Create new user
de_de: Erstellen neuer Benutzer
fr_fr: Créer un nouvel utilisateur
it_it: Creare un nuovo utente

source: Enter user name:
de_de: Benutzernamen eingeben:
fr_fr: Saisissez votre nom d'utilisateur:
it_it: Inserire username:

source: {} will generate a new user name automatically
de_de: {} Wird einen neuen Benutzernamen automatisch generieren
fr_fr: {} générera automatiquement un nouveau nom d'utilisateur
it_it: {} Genererà un nuovo nome utente automaticamente

source: Username {} is already occupied! User another name (YES) or create name for you (NO)?
de_de: Benutzername {} bereits belegt! Benutzer ein anderer Name (YES) oder erstellen Namen für Sie (NO)?
fr_fr: Le nom d'utilisateur {} est déjà occupée ! Choisir un autre nom (OUI) ou créer un nom pour vous (NON) ?
it_it: Nome utente {} è già occupata! Utente altro nome (SI) o creare il nome per voi (NO)?

source: Opening share link...
de_de: Öffnungs Aktie Link ...
fr_fr: Ouverture du lien de partage ...
it_it: Apertura link di condivisione ...

source: Setting up cloud storage...
de_de: Einrichten von Cloud-Speicher ...
fr_fr: Configuration du stockage cloud ...
it_it: Impostazione di cloud storage ...

source: Finished
de_de: Fertig
fr_fr: Recherche terminée
it_it: Finito

source: Exporting crossword...
de_de: Exportieren von Kreuzwort ...
fr_fr: Exportation des mots croisés ...
it_it: Esportazione cruciverba ...

source: Uploading file to cloud...
de_de: Hochladen von Dateien auf Cloud ...
fr_fr: Téléchargement du fichier au cloud ...
it_it: Il caricamento del file al cloud ...

source: Timeout occurred at {} seconds!
de_de: Timeout trat bei {} Sekunden!
fr_fr: Délai d'attente à {} sec !
it_it: Timeout si è verificato a {} secondi!

source: Stopped
de_de: Gestoppt
fr_fr: Arrêté
it_it: Fermato

source: Generation failed with error:{}{}
de_de: Generation fehlgeschlagen mit Fehler: {} {}
fr_fr: La génération a échoué avec la erreur: {}{}
it_it: Generazione non riuscita con errore: {} {}

source: Generation finished!{}{}
de_de: Generation fertig! {} {}
fr_fr: Génération terminée !{}{}
it_it: Generazione finito! {} {}

source: Check OK
fr_fr: VÉRIFICATION PASSÉE
it_it: Controllare OK

source: The following words failed validation:
de_de: Die folgenden Worte Fehler bei der Überprüfung:
fr_fr: Les mots suivants ont échoué la validation:
it_it: Le seguenti parole non sono riusciti convalida:

source: Generation finished
de_de: Generation abgeschlossen
fr_fr: Génération terminée
it_it: generazione finito

source: Crossword XPF file (*.xpf)
de_de: Kreuzwort XPF-Datei (* .xpf)
fr_fr: Fichier de mots croisés XPF (*.xpf)
it_it: file di Crossword XPF (* .xpf)

source: Crossword IPUZ file (*.ipuz)
de_de: Kreuzwort IPUZ-Datei (* .ipuz)
fr_fr: Fichier de mots croisés IPUZ (*.ipuz)
it_it: file di Crossword IPUZ (* .ipuz)

source: PDF file (*.pdf)
de_de: PDF-Datei (* .pdf)
fr_fr: Fichier PDF (*.pdf)
it_it: file PDF (* .pdf)

source: JPEG image (*.jpg)
de_de: JPEG-Bild (* .jpg)
fr_fr: Image JPEG (*.jpg)
it_it: immagine JPEG (* .jpg)

source: Bitmap image (*.bmp)
de_de: Bitmap-Bild (* Bmp)
fr_fr: Image bitmap (*.bmp)
it_it: Immagine bitmap (* .bmp)

source: PNG image (*.png)
de_de: PNG-Bild (* .png)
fr_fr: Image PNG (*.png)
it_it: immagine PNG (* .png)

source: TIFF image (*.tif)
de_de: TIFF-Bild (* .tif)
fr_fr: Image TIFF (*.tif)
it_it: immagine TIFF (* .tif)

source: SVG vector image (*.svg)
de_de: SVG Vektor-Bild (* .svg)
fr_fr: Image vectorielle SVG (*.svg)
it_it: immagine vettoriale SVG (* .svg)

source: Text file (*.txt)
de_de: Textdatei (* .txt)
fr_fr: Fichier texte (*.txt)
it_it: File di testo (txt)

source: Error saving crossword to '{}'
de_de: Fehler beim Speichern der Kreuzwort zu ‚{}‘
fr_fr: Impossible d'enregistrer les mots croisés dans '{}'
it_it: Errore durante il salvataggio cruciverba a '{}'

source: Printing error
de_de: Druckfehler
fr_fr: Erreur d'impression
it_it: errore di stampa

source: by {}
de_de: durch {}
fr_fr: par {}
it_it: da {}

source: Published by {}
de_de: Veröffentlicht von {}
fr_fr: Publié par {}
it_it: Pubblicato da {}

source: Cannot make new page!
de_de: Es kann keine neue Seite machen!
fr_fr: Impossible de créer une nouvelle page !
it_it: Non può fare nuova pagina!

source: ACROSS:
de_de: ÜBER:
fr_fr: HORIZONTALEMENT:
it_it: ATTRAVERSO:

source: DOWN:
de_de: NIEDER:
fr_fr: VERTICALEMENT:
it_it: GIÙ:

source: [{} letters]
de_de: [{} Briefe]
fr_fr: [{} lettres]
it_it: [{} lettere]

source: Update ready: v. {}
de_de: Aktualisieren Sie bereit: v {}.
fr_fr: Nouvelle version prête: v. {}
it_it: Aggiornamento pronto: v {}.

source: You have unsaved changes in your current crossword. Would you like to save them?
de_de: Sie haben nicht gespeicherte Änderungen in Ihrem aktuellen Kreuzworträtsel. Möchten Sie sie retten?
fr_fr: Vous avez des modifications pas enregistrées dans vos mots croisés. Voulez-vous les enrigistrer ?
it_it: Hai modifiche non salvate nel vostro cruciverba corrente. Vuoi per salvarli?

source: Are you sure to apply new settings from "{}"?
de_de: Sind Sie sicher, dass die neuen Einstellungen von „{}“ bewerben?
fr_fr: Voulez-vous vraiment appliquer les nouveaux paramètres de "{}" ?
it_it: Sei sicuro di voler applicare le nuove impostazioni da "{}"?

source: Application update
de_de: Anwendungs-Update
fr_fr: Mise à jour de l'application
it_it: aggiornamento dell'applicazione

source: Do you wish to update your current version {} to version {} (release date: {})?
de_de: Wollen Sie Ihre aktuelle Version {} auf die Version aktualisieren {} (Veröffentlichungsdatum: {})?
fr_fr: Souhaitez-vous mettre à jour votre version actuelle {} vers la version {} (sorti: {})?
it_it: Non si desidera aggiornare la versione corrente {} alla versione {} (data di rilascio: {})?

source: No updates are available
de_de: Keine Updates verfügbar sind
fr_fr: Aucune mise à jour disponible
it_it: Non sono disponibili aggiornamenti

source: Crossword files (*.xpf *.ipuz);;All files (*.*)
de_de: Kreuzwortdateien (* .xpf * .ipuz) ;; Alle Dateien (*. *)
fr_fr: Fichiers de mots croisés (*.xpf *.ipuz);;Tous les fichiers (*.*)
it_it: file cruciverba (* .xpf * .ipuz) ;; Tutti i file (*. *)

source: You have unsaved changes in your current crossword. Are you sure to reload it from the file (all changes will be lost)?
de_de: Sie haben nicht gespeicherte Änderungen in Ihrem aktuellen Kreuzworträtsel. Sind Sie sicher, dass es aus der Datei neu zu laden (alle Änderungen gehen verloren)?
fr_fr: Vous avez des modifications pas enregistrées dans vos mots croisés. Êtes-vous sûr de les recharger du fichier (toutes les modifications seront perdues) ?
it_it: Hai modifiche non salvate nel vostro cruciverba corrente. Sei sicuro di ricaricare dal file (andranno perse tutte le modifiche)?

source: Undo {}
de_de: Rückgängig {}
fr_fr: Défaire {}
it_it: Disfare {}

source: last operaction
de_de: letzte operaction
fr_fr: dernière operaction
it_it: ultima operaction

source: Redo {}
fr_fr: Refaire {}
it_it: Ripeti {}

source: Would you like to clear all clues?
de_de: Möchten Sie alle Hinweise löschen?
fr_fr: Voulez-vous effacer tous les indices ?
it_it: Vuoi cancellare tutti gli indizi?

source: Confirm action
de_de: Bestätigen Aktion
fr_fr: Confirmer l'action
it_it: Conferma l'azione

source: Change word clue
de_de: Hinweis ändern Wort
fr_fr: Changer l'indice du mot
it_it: Modifica parola indizio

source: No lookup sources are active! Please go to Settings (F11) to verify your lookup source configuration.
de_de: Keine Lookup-Quellen sind aktiv! Bitte gehen Sie auf Einstellungen (F11) Ihre Lookup-Source-Konfiguration zu überprüfen.
fr_fr: Aucune source de recherche est actif ! Veuillez ouvrir les Paramètres (F11) pour vérifier la configuration de vos sources de recherche.
it_it: Nessuna fonte di ricerca sono attivi! Per favore, vai a Impostazioni (F11) per verificare la configurazione di origine del riferimento.

source: No Lookup Sources
de_de: Keine Lookup Quellen
fr_fr: Aucune source de recherche
it_it: Non ci sono Fonti Lookup

source: Change crossword info
de_de: Ändern Kreuzworträtsel Infos
fr_fr: Modifier les informations sur les mots croisés
it_it: Modifica informazioni cruciverba

source: Would you like to report a bug (YES) or just leave feedback (NO)?
de_de: Möchten Sie einen Fehler melden (YES) oder lassen Sie Feedback (NO)?
fr_fr: Voulez-vous rapporter un erreur (OUI) ou laisser des commentaires (NON) ?
it_it: Vuoi segnalare un bug (YES) o feedback semplicemente lasciare (NO)?

source: Contact
de_de: Kontakt
fr_fr: Contacter
it_it: Contatto

source: Configure clues...
de_de: Konfigurieren Hinweise ...
fr_fr: Configurer les indices ...
it_it: indizi Configura ...

source: Configure toolbar...
de_de: Konfigurieren Symbolleiste ...
fr_fr: Configurer la barre d'outils ...
it_it: Configura barra degli strumenti ...

source: Language settings
de_de: Spracheinstellungen
fr_fr: Paramètres de langue
it_it: Impostazioni della lingua

source: GOOGLE SEARCH REQUEST = '{}'
fr_fr: DEMANDE DE RECHERCHE GOOGLE = '{}'
it_it: GOOGLE RICERCA RICHIEDERE = '{}'

source: GOOGLE SEARCH RESULT = '{}'
de_de: Google-Suchergebnis = {}
fr_fr: RÉSULTAT DE RECHERCHE GOOGLE = '{}'
it_it: GOOGLE SEARCH RISULTATO = '{}'

source: Request returned error '{}', code = {}
de_de: Antrag zurück Fehler '{}', code = {}
fr_fr: Échec de demande: '{}', code d'erreur = {}
it_it: Richiesta di errore restituito '{}', il codice = {}

source: Request returned error {}
de_de: Antrag zurück Fehler {}
fr_fr: Échec de demande: {}
it_it: Richiesta di errore restituito {}

source: DICTIONARY SEARCH REQUEST = '{}'
de_de: LEXIKON SEARCH REQUEST = {}
fr_fr: DEMANDE DE RECHERCHE DICTIONNAIRE = '{}'
it_it: DIZIONARIO RICERCA RICHIEDERE = '{}'

source: DICTIONARY SEARCH RESULT = '{}'
de_de: LEXIKON SUCHERGEBNIS = {}
fr_fr: RÉSULTAT DE LA RECHERCHE DICTIONNAIRE = '{}'
it_it: DIZIONARIO RISULTATO RICERCA = '{}'

source: Failed to authenticate!
de_de: Fehler beim Authentifizieren!
fr_fr: Échec de l'authentification !
it_it: Impossibile autenticare!

source: Unable to create/access folder '{}'!
de_de: Können / access Ordner erstellen '{}'!
fr_fr: Impossible de créer ou d'accéder au dossier '{}' !
it_it: Impossibile creare la cartella accesso / '{}'!

source: No valid API key provided! Provide a valid API key or change your "use_api_key" settings to use a different authentication method.
de_de: Kein gültiger API-Schlüssel zur Verfügung gestellt! Geben Sie einen gültigen API-Schlüssel oder ändern Sie Ihre „use_api_key“ Einstellungen eine andere Authentifizierungsmethode zu verwenden.
fr_fr: Aucune clé API valide fournie! Veuillez fournir une clé API valide ou modifier vos paramètres « use_api_key » pour utiliser une méthode d'authentification différente.
it_it: Nessuna chiave API valida fornito! Fornire una chiave API valida o modificare le impostazioni "use_api_key" utilizzare un altro metodo di autenticazione.

source: No valid Bearer token provided! Provide a valid Bearer token or change your "use_api_key" settings to use a different authentication method.
de_de: Keine gültige Bearer-Token zur Verfügung gestellt! Geben Sie eine gültige Bearer-Token oder Ihre „use_api_key“ Einstellungen ändern eine andere Authentifizierungsmethode zu verwenden.
fr_fr: Aucun valide jeton d'accès fourni! Veuillez fournir un jeton d'accès valide ou modifier vos paramètres « use_api_key » pour utiliser une méthode d'authentification différente.
it_it: No portatore gettone valido fornito! Fornire un portatore gettone valido o modificare le impostazioni "use_api_key" utilizzare un altro metodo di autenticazione.

source: Bearer token is invalid or expired!
de_de: Bearer-Token ist ungültig oder abgelaufen!
fr_fr: Le jeton d'accès n'est pas valide ou a expiré !
it_it: Portatore di token è valido o scaduto!

source: CLOUD SENDING '{}' REQUEST = '{}', HEADERS = {}, DATA = {}
fr_fr: Envoyer au service cloud '{}', Demande = '{}', En-têtes = {}, Données = {}
it_it: CLOUD INVIO '{}' RICHIESTA = '{}', TESTATE = {}, DATA = {}

source: Empty result returned by request '{}'
de_de: Leeres Ergebnis zurück auf Anfrage {}
fr_fr: Résultat vide retourné par la demande '{}'
it_it: risultati vuoto restituito dalla richiesta '{}'

source: CLOUD REQUEST RESULT = '{}'
fr_fr: Résultat de la demande de service cloud = '{}'
it_it: CLOUD RICHIESTA RISULTATO = '{}'

source: Error returned by request '{}'
de_de: Fehler zurückgegeben auf Anfrage {}
fr_fr: Erreur renvoyée par la demande '{}'
it_it: Errore restituito dalla richiesta '{}'

source: Enter your Bearer token
de_de: Geben Sie Ihre Inhaber Token
fr_fr: Entrez votre jeton d'accès
it_it: Inserisci il tuo token Bearer

source: Empty folder ID passed to _get_folder_objects()!
de_de: Leere Ordner-ID _get_folder_objects () übergeben!
fr_fr: ID de dossier vide transmis à _get_folder_objects() !
it_it: Vuoto ID cartella passato a _get_folder_objects ()!

source: Neither the folder ID not the user ID is valid!
de_de: Weder der Ordner-ID nicht der Benutzer-ID ist gültig!
fr_fr: Ni l'ID du dossier ne l'ID d'utilisateur est valide !
it_it: Né il ID cartella non l'ID utente è valido!

source: You can delete other users only with a valid API key!
de_de: Sie können andere Benutzer löschen nur mit einem gültigen API-Schlüssel!
fr_fr: Vous pouvez supprimer des autres utilisateurs uniquement avec une clé API valide !
it_it: È possibile eliminare altri utenti solo con una chiave API valida!

source: No current user present!
de_de: Keine aktuellen Benutzer vorhanden!
fr_fr: Aucun utilisateur actif !
it_it: Non presente utente corrente!

source: You cannot clear folders created by other users without a valid API key!
de_de: Sie können keine Ordner von anderen Benutzern ohne gültigen API-Schlüssel erstellt klar!
fr_fr: Vous ne pouvez pas effacer des dossiers crées par des autres utilisateurs sans une clé API valide !
it_it: Non è possibile cancellare le cartelle create da altri utenti senza una chiave API valida!

source: No folder ID provided
de_de: Kein Ordner-ID bereitgestellt
fr_fr: Aucun ID de dossier fourni
it_it: No ID cartella a condizione

source: Current user is not defined! Please create new user first.
de_de: Aktuelle Benutzer sind nicht definiert! Bitte legen Sie neue Benutzer zuerst.
fr_fr: L'utilisateur actuel n'est pas défini ! Veuillez d'abord créer un nouvel utilisateur.
it_it: L'utente corrente non è definito! Si prega di creare un nuovo utente prima.

source: File '{}' is not accessable!
de_de: Datei ‚{}‘ ist nicht verfügbar!
fr_fr: Le fichier '{}' est inaccessible !
it_it: File '{}' non è accessibile!

source: File '{}' already exists!
de_de: Die Datei existiert bereits!
fr_fr: Le fichier '{}' existe déjà !
it_it: File '{}' esiste già!

source: Empty file ID passed to create_file_link()!
de_de: Leere Datei-ID create_file_link () übergeben!
fr_fr: ID de fichier vide transmis à create_file_link() !
it_it: ID file vuoto passato a create_file_link ()!

source: Empty link ID passed to get_file_link()!
de_de: Leere Link-ID übergeben get_file_link ()!
fr_fr: ID de lien vide transmis à get_file_link() !
it_it: Vuoto link ID passato a get_file_link ()!

source: Empty link ID passed to update_file_link()!
de_de: Leere Link-ID übergeben update_file_link ()!
fr_fr: ID de lien vide transmis à update_file_link() !
it_it: Vuoto link ID passato a update_file_link ()!
