Repository: S0mbre/crossword
Catalog: pycross/locale/*/LC_MESSAGES/*.po
Languages: de_de, fr_fr, it_it

source: Empty link ID passed to delete_file_link()!
de_de: Leere Link-ID übergeben delete_file_link ()!
fr_fr: ID de lien vide transmis à delete_file_link() !
it_it: Vuoto link ID passato a delete_file_link ()!

source: Share object must be given a valid instance of Cloudstorage as the "cloud" argument!
de_de: Teile Objekt muss eine gültige Instanz von Cloudstorage als „Wolke“ Argument gegeben werden!
fr_fr: L'objet "Share" doit prendre une instance valide de "CloudStorage" comme l'argument "cloud" !
it_it: Condividi oggetto deve essere data un'istanza valida di cloud storage come l'argomento "nuvola"!

source: See my new crossword
de_de: Sehen Sie mein neues Kreuzwort
fr_fr: Voiyez mes nouveaux mots croisés
it_it: Vedere il mio nuovo cruciverba

source: Cannot find social network '{}'!
de_de: Kann nicht in sozialen Netzwerken ‚{}‘ finden!
fr_fr: Impossible de trouver le réseau social '{}' !
it_it: Non riesci a trovare social network '{}'!

source: Malformed URL or file path!
de_de: Ungültige Adresse oder Dateipfad!
fr_fr: URL ou chemin de fichier malformée !
it_it: Non valido URL o il percorso del file!

source: 'plugin_manager' agrument must be an instance of PxPluginManager!
de_de: ‚Plugin_manager‘ agrument muss eine Instanz von PxPluginManager sein!
fr_fr: L'argument 'plugin_manager' doit être une instance de PxPluginManager !
it_it: 'Plugin_manager' agrument deve essere un'istanza di PxPluginManager!

source: MainWindow has no '{}' action!
de_de: Mainwindow hat keine '{}' Action!
fr_fr: MainWindow n'a pas l'action '{}' !
it_it: MainWindow non ha '{}' azione!

source: Unable to locate plugin '{}' in category '{}'!
de_de: Unfähig Plugin zu suchen '{}' in der Kategorie '{}'!
fr_fr: Impossible de trouver le plugin '{}' dans la catégorie '{}' !
it_it: Impossibile individuare plugin '{}' nella categoria '{}'!

source: Plugin '{}' is not active. Cannot call method of inactive plugin!
de_de: Plugin '{}' ist nicht aktiv. Die Methode kann nicht inaktiver Plugin aufrufen!
fr_fr: Plugin '{}' n'est pas actif. Impossible d'appeler la méthode d'un plugin inactif !
it_it: Plugin '{}' non è attivo. Impossibile chiamare il metodo di plug inattiva!

source: Unable to locate method '{}' in plugin '{}'!
de_de: Unfähig Methode zu finden '{}' in Plugin '{}'!
fr_fr: Impossible de trouver la méthode '{}' dans le plugin '{}' !
it_it: Impossibile individuare il metodo '{}' nel plugin '{}'!

source: :: Code Editor ::
fr_fr: :: Éditeur de code ::
it_it: :: :: Codice Editor

source: Filter
fr_fr: Filtre
it_it: Filtro

source: command must be a dictionary type with "func" and optional "args" and "kwargs" keys!
de_de: Befehl muss ein Wörterbuchtyp mit „Func“ und optional „args“ und „kwargs“ Schlüssel sein!
fr_fr: "command" doit être un dictionnaire avec l'objet "func" et les objets facultatifs "args" et "kwargs" !
it_it: comando deve essere un tipo di dizionario con tasti "kwargs" "FUNC" e "args" opzionali e!

source: undocommand must be a dictionary type with "func" and optional "args" and "kwargs" keys!
de_de: undocommand muss ein Wörterbuchtyp mit „Func“ und optional „args“ und „kwargs“ Schlüssel sein!
fr_fr: "undocommand" doit être un dictionnaire avec l'objet "func" et les objets facultatifs "args" et "kwargs" !
it_it: undocommand deve essere un tipo di dizionario con tasti "kwargs" "FUNC" e "args" opzionali e!

source: command must be an instance of Operation class!
de_de: Befehl muss eine Instanz der Operation Klasse sein!
fr_fr: command doit être une instance de la classe Operation !
it_it: comando deve essere un'istanza della classe di funzionamento!

source: You do not appear to have a valid version of git installed! Please install git from https://git-scm.com/
de_de: Sie scheinen keine gültige Version von git installiert zu haben! Bitte installieren git von https://git-scm.com/
fr_fr: Vous ne semblez pas avoir une version valide de git installé ! Veuillez installer git de https://git-scm.com/
it_it: Non sembrano avere una versione valida di git installato! Si prega di installare git da https://git-scm.com/

source: Neither Git nor the python package is installed!
de_de: Weder Git noch das Python-Paket installiert ist!
fr_fr: Ni Git, ni le paquet Python est installé !
it_it: Né Git né il pacchetto python è installato!

source: Running {}...
de_de: Laufen {}...
fr_fr: Exécution de {} ...
it_it: In esecuzione {}...

source: No release branches in repository!
de_de: Keine Release Filialen in Repository!
fr_fr: Aucune branche de version finale dans le dépôt !
it_it: Non ci sono rami di rilascio in repository!

source: {} completed with error!
de_de: {} Mit Fehlern beendet!
fr_fr: {} terminé avec une erreur !
it_it: {} Completata con errore!

source: Yes
de_de: Ja
fr_fr: Oui
it_it: sì

source: No
de_de: Nein
fr_fr: Non

source: Yes to All
de_de: Ja zu allem
fr_fr: Oui à tous
it_it: Si a tutto

source: No to All
de_de: Nein zu allem
fr_fr: Non à tous
it_it: No a tutti

source: Apply
de_de: Anwenden
fr_fr: Appliquer
it_it: Applicare

source: Reset
fr_fr: Réinitialiser
it_it: Ripristina

source: Discard
de_de: Verwerfen
fr_fr: Jeter
it_it: Scartare

source: Restore Defaults
de_de: Standardeinstellungen wiederherstellen
fr_fr: Restaurer
it_it: Ripristina le impostazioni predifinite

source: Save All
de_de: Rette alle
fr_fr: Enregistrer tous
it_it: Salva tutto

source: Abort
de_de: Abbrechen
fr_fr: Interrompre
it_it: abortire

source: Retry
de_de: Wiederholen
fr_fr: Réessayer
it_it: Riprova

source: Ignore
de_de: Ignorieren
fr_fr: Ignorer
it_it: Ignorare

source: Cannot connect to db!
de_de: Kann nicht zu db verbinden!
fr_fr: Impossible de se connecter à la base de données !
it_it: Impossibile connettersi al db!

source: Type
de_de: Art
it_it: genere

source: Tables
de_de: Tische
it_it: tabelle

source: Version
de_de: Ausführung
it_it: Versione

source: Description
de_de: Beschreibung
it_it: Descrizione

source: Interjection
de_de: Zwischenruf
it_it: Interiezione

source: Proposition
de_de: Vorschlag
it_it: Proposizione

source: Peek
de_de: Spähen
it_it: Sbirciare

source: Sources
de_de: Quellen
it_it: fonti

source: Plugins
it_it: plugin

source: HTTP proxy
it_it: proxy HTTP

source: HTTPS proxy
it_it: Proxy HTTPS

source: Console
de_de: Konsole
it_it: consolle

source: Gradient radial
de_de: Gradient radialen
it_it: gradiente radiale

source: Plugin
it_it: Collegare

source: Portrait
de_de: Porträt
it_it: Ritratto

source: Sources...
de_de: Quellen ...
it_it: Fonti ...

source: Date:
de_de: Datum:
it_it: Data:

source: Version:
de_de: Ausführung:
it_it: Versione:

source: pycrossword,crossword,python
de_de: pycrossword, Kreuzwort, Python
it_it: pycrossword, cruciverba, pitone

source: Source
de_de: Quelle
it_it: fonte

source: Direction
de_de: Richtung
it_it: Direzione

source: sec.
de_de: sek.

source: mm
de_de: Millimeter
