Repository: S0mbre/crossword
Catalog: pycross/locale/*/LC_MESSAGES/*.po
Languages: de_de, fr_fr, it_it

source: Reload plugins from folder? Click YES to soft-update currently loaded plugins and add new ones, NO to hard-reload plugins (current plugin config will be lost!).
de_de: Reload-Plug-In aus dem Ordner? Klicken Sie auf JA, um die Software-Update zur Zeit Plugins geladen und neue hinzufügen, NO zu hart Reload-Plugins (aktuelle Plugin Config verloren!).
fr_fr: Recharger les plugins du dossier ? Cliquez sur OUI pour mettre à jour les plugins déjà chargés et ajouter de nouvelles, ou sur NON pour les recharger complètement de nouveau (les paramètres actuels seront perdus !)
it_it: Ricarica plugins dalla cartella? Fare clic su Sì per soft-aggiornamento attualmente caricato plugin e aggiungerne di nuovi, NO ai plugin hard-reload (attuale configurazione plug-in saranno persi!).

source: Confirm Action
de_de: Bestätigen Aktion
fr_fr: Confirmer l'action
it_it: Conferma Azione

source: Are you sure you would like to PERMANENTLY delete the selected plugins? You can deactivate a plugin by unchecking it.
de_de: Sind Sie sicher, dass Sie möchten, dass DAUERHAFT, um die ausgewählten Plugins löschen? Sie können unchecking es ein Plugin deaktivieren.
fr_fr: Voulez-vous vraiment supprimer les plugins sélectionnés de façon PERMANENTE ? Vous pouvez désactiver des plugins en les décochant.
it_it: Sei sicuro che si desidera eliminare definitivamente i plugin selezionati? È possibile disattivare un plugin deselezionando esso.

source: Are you sure you would like to PERMANENTLY delete ALL plugins? You can deactivate plugins by unchecking them.
de_de: Sind Sie sicher, würden Sie DAUERHAFT gerne alle Plugins löschen? Sie können Plug-ins deaktivieren, indem sie deaktivieren.
fr_fr: Voulez-vous vraiment supprimer TOUS LES plugins de façon PERMANENTE ? Vous pouvez désactiver les plugins en les décochant.
it_it: Sei sicuro di voler eliminare definitivamente tutti i plugin? È possibile disattivare i plugin da loro deselezionando.

source: Parameter
fr_fr: Paramètre
it_it: Parametro

source: Value
de_de: Wert
fr_fr: Description
it_it: Valore

source: Value Editor
fr_fr: valeur éditeur
it_it: valore Editor

source: Add row
de_de: Zeile hinzufügen
fr_fr: Ajouter une ligne
it_it: Aggiungi riga

source: Delete row
de_de: Zeile löschen
fr_fr: Supprimer la ligne
it_it: Elimina riga

source: Move up
de_de: Aufrücken
fr_fr: Déplacer vers le haut
it_it: Andare avanti

source: Move down
de_de: Abwärts bewegen
fr_fr: Descendre
it_it: Abbassati

source: Please check that parameter names are unique.
de_de: Bitte überprüfen Sie, dass die Parameternamen eindeutig sind.
fr_fr: S'il vous plaît vérifier que les noms de paramètres sont uniques.
it_it: Si prega di controllare che i nomi dei parametri sono unici.

source: Parameter {}
fr_fr: Paramètre {}
it_it: Il parametro {}

source: Value {}
de_de: Wert {}
fr_fr: Valeur {}
it_it: Valore {}

source: Noun
de_de: Substantiv
fr_fr: Nom
it_it: sostantivo

source: Verb
fr_fr: Verbe
it_it: Verbo

source: Adverb
fr_fr: Adverbe
it_it: Avverbio

source: Adjective
de_de: Adjektiv
fr_fr: Adjectif
it_it: Aggettivo

source: Participle
de_de: Partizip
fr_fr: Participe
it_it: Participio

source: Pronoun
de_de: Pronomen
fr_fr: Pronom
it_it: Pronome

source: Conjuction
de_de: Verbindung
fr_fr: Conjonction
it_it: Congiunzione

source: Preposition
de_de: Präposition
fr_fr: Préposition
it_it: Preposizione

source: Miscellaneous / other
de_de: Sonstiges / Sonstiges
fr_fr: Divers / autres
it_it: Varie / Altro

source: None
de_de: Keine
fr_fr: Aucun
it_it: Nessuna

source: Database Manager
fr_fr: Gestionnaire de base de données

source: Refresh
de_de: Aktualisierung
fr_fr: Rafraîchir
it_it: ricaricare

source: Refresh dictionary information
de_de: Aktualisieren Wörterbuch Informationen
fr_fr: Actualiser l'information dictionnaire
it_it: Aggiorna informazioni del dizionario

source: Install
de_de: Installieren
fr_fr: Installer
it_it: Installare

source: Execute the pending installation / uninstallation operations
de_de: Führen Sie die anstehende Installation / Deinstallation Operationen
fr_fr: Exécuter les opérations d'installation / désinstallation en attente
it_it: Eseguire le operazioni di disinstallazione / installazione in sospeso

source: Stop
de_de: Halt
fr_fr: Arrêter
it_it: Fermare

source: Stop operation
de_de: Stop-Betrieb
fr_fr: Arrêter l'opération
it_it: operazione di arresto

source: See the raw content of the selected dictionary
de_de: Siehe den rohen Inhalt des ausgewählten Wörterbuch
fr_fr: Voir le contenu brut du dictionnaire sélectionné
it_it: Vedere il contenuto grezzo del dizionario selezionato

source: Select database:
de_de: Datenbank auswählen:
fr_fr: base de données Select:
it_it: Seleziona database:

source: Refresh view
de_de: Ansicht aktualisieren
fr_fr: vue Actualiser
it_it: vista Refresh

source: Stop refreshing
de_de: Stop erfrischend
fr_fr: rafraîchissante arrêt
it_it: arresto rinfrescante

source: Add new words
de_de: Neue Wörter hinzufügen
fr_fr: Ajouter de nouveaux mots
it_it: Aggiungere nuove parole

source: Delete selected words
de_de: Löschen ausgewählter Wörter
fr_fr: Supprimer les mots sélectionnés
it_it: Elimina parole selezionate

source: Commit
de_de: Verpflichten
fr_fr: Commettre
it_it: Commettere

source: Save changes to DB
de_de: Speichern von Änderungen an DB
fr_fr: Enregistrer les modifications à DB
it_it: Salva modifiche al DB

source: Select All
de_de: Wählen Sie Alle
fr_fr: Tout sélectionner
it_it: Seleziona tutto

source: Copy
de_de: Kopieren
fr_fr: Copie
it_it: copia

source: Installed
de_de: Eingerichtet
fr_fr: installée
it_it: installato

source: Not installed
de_de: Nicht installiert
fr_fr: Pas installé
it_it: Non installato

source: Populating dictionaries...
de_de: Bevöl Wörterbücher ...
fr_fr: dictionnaires ... peuplant
it_it: Popolando dizionari ...

source: Language
de_de: Sprache
fr_fr: Langue
it_it: linguaggio

source: Status
fr_fr: Statut
it_it: Stato

source: Entries
de_de: Einträge
fr_fr: entrées
it_it: Inserimenti

source: POS rules
de_de: POS-Regeln
fr_fr: règles POS
it_it: regole POS

source: Strict POS
de_de: strikte POS
fr_fr: POS stricte
it_it: POS Strict

source: POS delimiter
de_de: POS-Begrenzer
fr_fr: delimiter POS
it_it: delimitatore POS

source: Replacements
de_de: Ersatz
fr_fr: Remplaçants
it_it: sostituzioni

source: Exclude POS
de_de: Ausschließen POS
fr_fr: exclure POS
it_it: escludere POS

source: Exclude words
de_de: Wörter ausschließen
fr_fr: exclure des mots
it_it: Escludi parole

source: Start row
de_de: Startreihe
fr_fr: ligne de départ
it_it: Inizio fila

source: End row
de_de: Endzeile
fr_fr: ligne de fin
it_it: fila End

source: No valid data!
de_de: Keine gültige Daten!
fr_fr: Aucune donnée valide!
it_it: Nessun dato valido!

source: Word '{}' is invalid!
de_de: Wort ‚{}‘ ist ungültig!
fr_fr: Mot « {} » est invalide!
it_it: Parola '{}' non è valido!

source: Unable to connect to database '{}'
de_de: Verbindung mit der Datenbank fehlgeschlagen '{}'
fr_fr: Impossible de se connecter à la base de données '{}'
it_it: Impossibile connettersi al database '{}'

source: Word
de_de: Wort
fr_fr: Mot
it_it: parola

source: Part of speech
de_de: Teil der Rede
fr_fr: Partie du discours
it_it: Parte del discorso

source: New word
de_de: Neues Wort
fr_fr: Nouveau mot
it_it: Nuova parola

source: Error downloading '{}' from '{}'
de_de: Fehler beim Herunterladen '{}' von '{}'
fr_fr: Erreur lors du téléchargement '{}' de '{}'
it_it: Errore durante il download '{}' da '{}'

source: You have unsaved changes in database '{}'. Commit them?
de_de: Sie haben nicht gespeicherte Änderungen in der Datenbank ‚{}‘. Verpflichten sie?
fr_fr: Vous avez des modifications non enregistrées dans la base de données « {} ». les commettre?
it_it: Hai modifiche non salvate nel database '{}'. Commit loro?

source: Unsaved database
de_de: Nicht gespeicherte Datenbank
fr_fr: base de données non enregistrées
it_it: base di dati non salvati

source: Entry
de_de: Eintrag
fr_fr: Entrée
it_it: Iscrizione

source: Pending
de_de: steht aus
fr_fr: En attente
it_it: in sospeso

source: Downloading
de_de: wird heruntergeladen
fr_fr: Téléchargement
it_it: Download

source: Awaiting install
de_de: Erwarte installieren
fr_fr: En attente d'installation
it_it: In attesa di installare

source: Uninstalling...
de_de: Deinstallieren ...
fr_fr: ... Désinstallation
it_it: Disinstallazione ...

source: Downloading...
de_de: Wird heruntergeladen...
fr_fr: Téléchargement...
it_it: Download in corso ...

source: Installing...
de_de: Installieren ...
fr_fr: Installation ...
it_it: Installazione ...

source: Regex pattern
de_de: RegexMuster
fr_fr: motif regex
it_it: modello regex

source: Part-of-speech rules
de_de: Wortartregeln
fr_fr: règles partie de synthèse vocale
it_it: regole part-of-speech

source: Find
de_de: Finden
fr_fr: Trouver
it_it: Trova

source: Replace
de_de: Ersetzen
fr_fr: Remplacer
it_it: Sostituire

source: Replacement rules
de_de: Ersetzungsregeln
fr_fr: règles de remplacement
it_it: regole di sostituzione

source: Rule {}
de_de: Regel {}
fr_fr: Règle {}
it_it: Regola {}

source: Exclude
de_de: Ausschließen
fr_fr: Exclure
it_it: Escludere

source: Common
de_de: Verbreitet
fr_fr: Paramètres généraux
it_it: Comune

source: Generation
fr_fr: Génération
it_it: Generazione

source: Source management
fr_fr: Configuration des sources de mots
it_it: gestione fonte

source: Search rules
de_de: Suchregeln
fr_fr: Règles de recherche
it_it: regole di ricerca

source: Window
de_de: Fenster
fr_fr: Fenêtre
it_it: Finestra

source: Grid
de_de: Gitter
fr_fr: Grille
it_it: Griglia

source: Clues
de_de: Hinweise
fr_fr: Indices
it_it: indizi

source: Toolbar
fr_fr: Barre d'outils

source: Definition lookup
fr_fr: Recherche de définition
it_it: definizione di ricerca

source: Import & Export
fr_fr: Importer / Exporter

source: Third-party
de_de: Dritte Seite
fr_fr: Plugins tiers
it_it: Terzo

source: Custom
de_de: Benutzerdefiniert
fr_fr: Plugins personnalisés
it_it: costume

source: Printing
de_de: Drucken
fr_fr: Impression
it_it: Stampa

source: Updating
de_de: Aktualisierung
fr_fr: Mise à jour
it_it: In aggiornamento

source: Sharing
fr_fr: Partage social
it_it: Condivisione

source: User interface
de_de: Benutzeroberfläche
fr_fr: Interface utilisateur
it_it: Interfaccia utente

source: Settings
de_de: die Einstellungen
fr_fr: Paramètres
it_it: impostazioni

source: Restore defaults
de_de: Standardeinstellungen wiederherstellen
fr_fr: Restaurer les paramètres par défaut
it_it: Ripristina le impostazioni predifinite

source: Restore default settings for selected page
de_de: Wiederherstellen der Standardeinstellungen für die ausgewählte Seite
fr_fr: Restaurer les paramètres par défaut pour la page active
it_it: Ripristinare le impostazioni predefinite per pagina selezionata

source: Load Settings
de_de: Einstellungen laden
fr_fr: Paramètres de charge
it_it: Carica impostazioni

source: Load settings from file
de_de: Einstellungen laden aus Datei
fr_fr: Charger les paramètres d'un fichier
it_it: caricare le impostazioni da file

source: Save Settings
de_de: Einstellungen speichern
fr_fr: Enregistrer les Paramètres
it_it: Salva le impostazioni

source: Save settings to file
de_de: Speichern Sie die Einstellungen zur Datei
fr_fr: Enregistrer les Paramètres dans un fichier
it_it: Salva impostazioni in un file

source: Common settings
de_de: Allgemeine Einstellungen
fr_fr: Paramètres généraux
it_it: Impostazioni comuni

source: Temp directory (leave EMPTY for default)
de_de: Temp-Verzeichnis (leer lassen für Standard)
fr_fr: Dossier temporaire (veuillez laisser VIDE pour défaut)
it_it: directory temp (lascia vuoto per impostazione predefinita)

source: Save crosswords on exit and load on startup
de_de: Speichern Sie Kreuzworträtsel auf Ausgang und Last beim Start
fr_fr: Enregistrer les mots croisés à la sortie et les charger au démarrage
it_it: Salva cruciverba in uscita e carico all'avvio

source: Register file associations
de_de: Dateizuordnungen registrieren
fr_fr: Registrer les associations de fichiers
it_it: associazioni di file di registro

source: Associate crossword files (*.xpf, *.ipuz) and settings files (*.pxjson) with {}
de_de: Associate Kreuzwortdateien (* .xpf, * .ipuz) und Einstellungsdateien (* .pxjson) mit {}
fr_fr: Associez les fichiers de mots croisés (* .xpf, * .ipuz) et les fichiers de paramètres (* .pxjson) à {}
it_it: file crociate Associate (* .xpf, * .ipuz) e le impostazioni file (* .pxjson) con {}

source: Temp directory
de_de: Temp-Verzeichnis
fr_fr: Dossier temporaire
it_it: directory temp

source: Auto save/load crossword
de_de: Automatisches Speichern / Laden Kreuzworträtsel
fr_fr: Sauvegarde / chargement automatique des mots croisés
it_it: Auto save / load cruciverba

source: Net settings
de_de: Net-Einstellungen
fr_fr: Paramètres réseau
it_it: impostazioni di rete

source: Use system proxy settings
de_de: Verwenden Sie System-Proxy-Einstellungen
fr_fr: Utiliser les paramètres proxy du système
it_it: Utilizza le impostazioni proxy del sistema

source: HTTP proxy and port, e.g. http://192.168.1.10:3333
de_de: HTTP-Proxy und Port, z.B. http://192.168.1.10:3333
fr_fr: HTTP proxy et port, par exemple, http://192.168.1.10:3333
it_it: proxy HTTP e la porta, ad esempio http://192.168.1.10:3333

source: HTTPS proxy and port, e.g. https://192.168.1.10:3333
de_de: HTTPS Proxy und Port, z.B. https://192.168.1.10:3333
fr_fr: HTTPS proxy et port, par exemple, https://192.168.1.10:3333
it_it: HTTPS proxy e la porta, ad esempio https://192.168.1.10:3333

source: Request timeout (sec):
fr_fr: Délai d'attente de demande (sec):
it_it: Richiesta timeout (sec):

source: Proxy settings:
de_de: Proxy-Einstellungen:
fr_fr: Paramètres du proxy:
it_it: Impostazioni proxy:

source: Guess
de_de: Vermuten
fr_fr: Deviner
it_it: Indovina

source: Iterative
de_de: iterativ
fr_fr: Itératif
it_it: Iterativo

source: Recursive
de_de: rekursive
fr_fr: Récursif
it_it: Ricorsivo

source: File...
de_de: Datei...
fr_fr: Fichier ...

source: No log
de_de: kein Protokoll
fr_fr: Aucun journal
it_it: Nessun registro

source: Method
de_de: Methode
fr_fr: Méthode
it_it: Metodo

source: Timeout
de_de: Auszeit
fr_fr: Délai d'atteinte
it_it: Tempo scaduto

source: Log
fr_fr: Journal
it_it: Login

source: Manage sources
de_de: Manage Quellen
fr_fr: Gérer les sources
it_it: gestire fonti

source: Higher sources in this list take higher precedence (use UP and DOWN buttons to move items)
de_de: Höhere Quellen in dieser Liste nehmen höhere Priorität (Verwendung Tasten AUF und AB Artikel zu bewegen)
fr_fr: La hausse des sources dans cette liste aient une priorité plus élevée (utilisation les touches HAUT et BAS pour déplacer les éléments)
it_it: fonti più elevate in questo elenco prendere precedenza maggiore (uso UP e DOWN per spostare gli elementi)

source: Move source up (higher priority)
de_de: Verschieben Quelle nach oben (höhere Priorität)
fr_fr: Déplacer la source vers le haut (priorité plus élevée)
it_it: sorgente dello spostamento verso l'alto (priorità più alta)

source: Move source down (lower priority)
de_de: Verschieben Quelle nach unten (niedrigere Priorität)
fr_fr: vers le bas Déplacer la source (priorité inférieure)
it_it: giù sorgente dello spostamento (priorità più bassa)

source: Add new word source
de_de: Neues Wortquelle hinzufügen
fr_fr: Ajouter une nouvelle source de mot
it_it: Aggiungi nuova fonte di parola

source: Remove selected word source
de_de: Entfernen Sie ausgewählte Wortquelle
fr_fr: Supprimer la source de mot sélectionnée
it_it: Rimuovere fonte parola selezionata

source: Edit selected word source
de_de: Bearbeiten ausgewählte Wortquelle
fr_fr: Modifier la source sélectionnée mot
it_it: Modifica selezionato fonte parola

source: Delete all word sources
de_de: Löschen Sie alle Wortquellen
fr_fr: Supprimer toutes les sources de mots
it_it: Eliminare tutte le fonti di parole

source: Manage
de_de: Verwalten
fr_fr: Gérer
it_it: Gestire

source: Manage inbuilt database sources
de_de: Verwalten eingebaute Datenbankquellen
fr_fr: Gérer les sources de base de données encastrables
it_it: Gestire le fonti di database incorporati

source: Constrain max results:
de_de: Constrain max Ergebnisse:
fr_fr: Limiter le nombre de résultats:
it_it: Vincolare risultati max:

source: Parts of speech
de_de: Teile der Rede
fr_fr: Parties du discours
it_it: Parti del discorso

source: Check / uncheck items to include in search (valid only for sources with POS data)
de_de: Aktivieren / Deaktivieren Elemente in die Suche einbeziehen (gilt nur für Quellen mit POS-Daten)
fr_fr: Cochez / décochez les éléments à inclure dans la recherche (valable uniquement pour les sources contenants des parties de la parole)
it_it: Controllare / deselezionare gli elementi da includere nella ricerca (valido solo per le fonti con dati POS)

source: Excluded words
de_de: Ausgeschlossene Wörter
fr_fr: Mots exclus
it_it: parole escluse

source: Use regular expressions
de_de: Verwenden Sie reguläre Ausdrücke
fr_fr: Utiliser des expressions régulières
it_it: Utilizzare le espressioni regolari

source: Hidden
de_de: Versteckt
fr_fr: Masqué
it_it: Nascosto

source: Left
de_de: Links
fr_fr: Gauche
it_it: Sinistra

source: Right
de_de: Recht
fr_fr: Droit
it_it: Giusto

source: Top
de_de: oben
fr_fr: Haut
it_it: Superiore

source: Bottom
de_de: Unterseite
fr_fr: Bas
it_it: Parte inferiore

source: Theme
de_de: Thema
fr_fr: Thème
it_it: Tema

source: Toolbar position
fr_fr: Position de la barre d'outils
it_it: la posizione della barra degli strumenti

source: Dash
de_de: Strich
fr_fr: Tiret
it_it: trattino

source: Dot
de_de: Punkt
fr_fr: Points
it_it: Punto

source: Dash-dot
de_de: Strich Punkt
fr_fr: Tiret-point

source: Solid
de_de: Solide
fr_fr: Solide
it_it: Solido

source: Font...
de_de: Schriftart...
fr_fr: Police de caractère ...

source: UPPERCASE
de_de: GROSSBUCHSTABEN
fr_fr: MAJUSCULE
it_it: MAIUSCOLO

source: lowercase
de_de: Klein
fr_fr: minuscule
it_it: minuscolo

source: Dense
de_de: Dicht
fr_fr: Points denses
it_it: Denso

source: Striped
de_de: Gestreift
fr_fr: Rayé
it_it: A strisce

source: Lines
de_de: Linien
fr_fr: Lignes
it_it: Linee

source: Checkered
de_de: Kariert
fr_fr: À carreaux
it_it: scacchi

source: Diag1
fr_fr: Rayures diagonales 1

source: Diag2
fr_fr: Rayures diagonales 2

source: Diag cross
de_de: Diag Quer
fr_fr: Grille diagonale
it_it: diag croce

source: Gradient linear
fr_fr: Gradient linéaire
it_it: gradiente lineare

source: Grid scale
de_de: Grid-Skala
fr_fr: Grille échelle
it_it: scala della griglia

source: Show grid borders
de_de: Raster anzeigen Grenzen
fr_fr: Afficher les bordures de grille
it_it: Mostra bordi della griglia

source: Show grid coords
de_de: Raster anzeigen coords
fr_fr: Afficher les coordonnées de la grille
it_it: Mostra Coordinate reticolo

source: Grid border style
de_de: Grid Grenze Stil
fr_fr: Format de la bordure de la grille
it_it: stile del bordo di griglia

source: Grid border width
de_de: Grid Rahmenbreite
fr_fr: Largeur de la bordure
it_it: larghezza del bordo di griglia

source: Grid border color
de_de: Grid Rahmenfarbe
fr_fr: Couleur de la bordure de la grille
it_it: colore del bordo di griglia

source: Active cell color
de_de: Aktive Zelle Farbe
fr_fr: Couleur de cellule active
it_it: colore della cella attiva

source: Grid cell size
de_de: Rasterzellengröße
fr_fr: Taille des cellules de la grille
it_it: dimensione delle celle della griglia

source: Character case
de_de: Groß- und Kleinschreibung
fr_fr: Cas de caractère
it_it: caso di caratteri

source: Show word numbers
de_de: Zeigen Wortnummern
fr_fr: Afficher les numéros des mots
it_it: Mostra i numeri di parola

source: Word number color
de_de: Wortnummer Farbe
fr_fr: Couleur du numéro de mots
it_it: Parola di colore il numero

source: Word number font
de_de: Wortnummer Schrift
fr_fr: Police du numéro de mots
it_it: Numero font Word

source: Normal cell color
de_de: Normale Zellenfarbe
fr_fr: Couleur des cellules régulières
it_it: colore della cella normale

source: Normal cell style
de_de: Normale Zelle Stil
fr_fr: Format des cellules régulières
it_it: stile cellula normale

source: Normal cell font color
de_de: Normale Zelle Schriftfarbe
fr_fr: Couleur de police des cellules régulières
it_it: Normale colore del carattere delle cellule

source: Normal cell font
de_de: Normale Zelle Schriftart
fr_fr: Police des cellules régulières
it_it: carattere cellula normale

source: Hilite cell color
de_de: Hilite Zellenfarbe
fr_fr: Couleur de la cellule en surbrillance
it_it: colore della cella Hilite

source: Hilite cell style
de_de: Hilite Zelle Stil
fr_fr: Format de la cellule en surbrillance
it_it: stile di cella Hilite

source: Hilite cell font color
de_de: Hilite Zelle Schriftfarbe
fr_fr: Couleur de police de la cellule en surbrillance
it_it: Hilite colore del carattere delle cellule

source: Hilite cell font
de_de: Hilite Zelle Schriftart
fr_fr: Police de la cellule en surbrillance
it_it: carattere cellule Hilite

source: Blank cell color
de_de: Leere Zelle Farbe
fr_fr: Couleur de cellule vide
it_it: colore cella vuota

source: Blank cell style
de_de: Leere Zelle Stil
fr_fr: Format de cellule vide
it_it: stile cella vuota

source: Filler cell color
de_de: Filler Zellenfarbe
fr_fr: Couleur des cellules bloquées
it_it: colore della cella Filler

source: Filler cell style
de_de: Filler Zellenformat
fr_fr: Format des cellules bloquées
it_it: stile di cella Filler

source: Surrounding color
de_de: Umgeben Farbe
fr_fr: Couleur environnante
it_it: colore circostante

source: Surrounding style
de_de: umliegende Stil
fr_fr: Format environnant
it_it: stile circostante

source: Center
fr_fr: Centre
it_it: Centro

source: Font
de_de: Schriftart
fr_fr: Police de caractère

source: Text alignment
de_de: Textausrichtung
fr_fr: Alignement du texte
it_it: allineamento del testo

source: Normal color
de_de: normale Farbe
fr_fr: Couleur régulière
it_it: colore normale

source: Normal style
de_de: Normalformat
fr_fr: Format régulière
it_it: stile normale

source: Normal font color
de_de: Normale Schriftfarbe
fr_fr: Couleur de police régulière
it_it: colore del carattere normale

source: Incomplete color
de_de: unvollständige Farbe
fr_fr: Couleur des mots incomplets
it_it: colore incompleta

source: Incomplete style
de_de: unvollständige Stil
fr_fr: Format des mots incomplets
it_it: stile incompleta

source: Incomplete font color
de_de: Unvollständige Schriftfarbe
fr_fr: Couleur de police des mots incomplets
it_it: colore del carattere incompleto

source: Complete color
de_de: Vollständiger Farb
fr_fr: Couleur des mots complétés
it_it: colore Complete

source: Complete style
de_de: komplette Stil
fr_fr: Format des mots complétés
it_it: stile completo

source: Complete font color
de_de: Vollständige Schriftfarbe
fr_fr: Couleur de la police des mots complétés
it_it: colore del carattere Complete

source: Columns
de_de: Säulen
fr_fr: Colonnes
it_it: colonne

source: Check / uncheck items to show or hide columns, drag to reorder
de_de: Überprüfen Sie, / uncheck Elemente anzeigen oder ausblenden Spalten ziehen, um Neuordnungs
fr_fr: Cochez / décochez les éléments pour afficher ou masquer les colonnes, faites glisser pour les réorganiser
it_it: Controlla / deselezionare gli elementi da visualizzare o nascondere le colonne, trascinare per riordino

source: Default language:
de_de: Standardsprache:
fr_fr: Langue par défaut:
it_it: Lingua di default:

source: Dictionaries
de_de: Wörterbücher
fr_fr: Dictionnaires
it_it: dizionari

source: UNKNOWN
de_de: UNBEKANNT
fr_fr: INCONNUE
it_it: SCONOSCIUTO
